Repository: ramazankizilkaya/UBSIS3
Catalog: UBSIS3.Web/Resources/Views/Shared/_Header.*.resx
Languages: ru, tr

source: /en/ubsis-about-us
ru: /ru/ubsis-about-us
tr: /tr/ubsis-hakkimizda

source: /en/ubsis-career
ru: /ru/ubsis-career
tr: /tr/ubsis-kariyer

source: /en/ubsis-contact
ru: /ru/ubsis-contact
tr: /tr/ubsis-iletisim

source: /en/ubsis-software-solutions
ru: /ru/ubsis-software-solutions
tr: /tr/ubsis-yazilim-cozumleri

source: /en/ubsis-software-solutions#blood
ru: /ru/ubsis-software-solutions#blood
tr: /tr/ubsis-yazilim-cozumleri#blood

source: /en/ubsis-software-solutions#Endoscopy
ru: /ru/ubsis-software-solutions#Endoscopy
tr: /tr/ubsis-yazilim-cozumleri#Endoscopy

source: /en/ubsis-software-solutions#HealthMapper
ru: /ru/ubsis-software-solutions#HealthMapper
tr: /tr/ubsis-yazilim-cozumleri#HealthMapper

source: /en/ubsis-software-solutions#HIS
ru: /ru/ubsis-software-solutions#HIS
tr: /tr/ubsis-yazilim-cozumleri#HIS

source: /en/ubsis-software-solutions#HRM
ru: /ru/ubsis-software-solutions#HRM
tr: /tr/ubsis-yazilim-cozumleri#HRM

source: /en/ubsis-software-solutions#LIMS
ru: /ru/ubsis-software-solutions#LIMS
tr: /tr/ubsis-yazilim-cozumleri#LIMS

source: /en/ubsis-software-solutions#PACS
ru: /ru/ubsis-software-solutions#PACS
tr: /tr/ubsis-yazilim-cozumleri#PACS

source: /en/ubsis-software-solutions#RPA
ru: /ru/ubsis-software-solutions#RPA
tr: /tr/ubsis-yazilim-cozumleri#RPA

source: /en/ubsis-software-solutions#Telemedicine
ru: /ru/ubsis-software-solutions#Telemedicine
tr: /tr/ubsis-yazilim-cozumleri#Telemedicine

source: /en/ubsis-software-solutions#vaccine
ru: /ru/ubsis-software-solutions#vaccine
tr: /tr/ubsis-yazilim-cozumleri#vaccine

source: About IHMG
ru: О компании IMG
tr: IHMG Hakkında

source: ABOUT US
ru: О нас
tr: HAKKIMIZDA

source: Be a Partner
ru: быть партнером
tr: IHMG'ye Katılın

source: Blood Products and Transfusion Information Management System Software
ru: Программное обеспечение для систем крови и информации о переливании крови
tr: Kan Ürünleri ve Transfüzyon Bilgi Yönetim Sistemi Yazılımı

source: Building Featured Health&lt;br /&gt; Facilities
ru: Здание Отличное<br /> здоровье
tr: Anahtar Teslim Sağlık Tesisleri İnşası

source: Business Partners
ru: бизнес-партнер
tr: İş Ortakları

source: CAREER
ru: КАРЬЕРА
tr: KARİYER

source: Configuration Management of &lt;br /&gt;Public Health Institutions
ru: Управление конфигурацией <br /> учреждений общественного здравоохранения
tr: Kamusal Sağlık Kurumlarının <br/> Konfigürasyon Yönetimi

source: CONTACT
ru: СВЯЗАТЬСЯ С НАМИ
tr: İLETİŞİM

source: Country Health Services &lt;br /&gt;Strategic Planning Management
ru: Службы здравоохранения страны <br /> Управление стратегическим планированием
tr: Ülke Sağlık Hizmetleri <br/> Stratejik Planlama Yönetimi

source: Diagnostic Applications
ru: Диагностические приложения
tr: Teşhis Uygulamaları

source: E-Health &lt;br /&gt;SubManagement
ru: Электронное здравоохранение <br /> SubManagement
tr: E-Sağlık Yönetimi

source: E-Health Brain
ru: Мозг E-Health

source: E-Health Configuration
ru: Конфигурация электронного здравоохранения
tr: E-Sağlık Konfigürasyonu

source: English
ru: английский
tr: İngilizce

source: Going on Projects
ru: Продолжение проектов
tr: Devam Eden Projeler

source: Health Institution Analyzer
ru: Анализатор учреждения здравоохранения
tr: Sağlık Kurumları Harita Analizi

source: HOME
ru: Домашняя страница
tr: ANASAYFA

source: Hospital Information System
ru: Больничная Информационная Система
tr: Hastane Bilgi Sistemi

source: Hospital Information&lt;br/&gt;Management System
ru: Информация о больнице <br /> Система управления
tr: Hastane Bilgi <br/>Sistem Yönetimi

source: Human Resources &lt;br/&gt;Management
ru: человеческие <br/>ресурсы
tr: İnsan Kaynakları<br/> Yönetimi

source: Human&lt;br /&gt; Resources &lt;br /&gt;Management
ru: Людьми,<br /> ресурсы <br />управление

source: Laboratory Information System
ru: Лабораторная информационная система
tr: Laboratuvar Bilgi Sistemi

source: Language
ru: Язык
tr: Dil

source: Macro Health Service&lt;br /&gt; Technologies
ru: Служба макро-здоровья <br /> Технологии
tr: Makro Sağlık<br/> Hizmet Teknolojileri

source: Macro Health Services &lt;br/&gt; Management
ru: Служба макроэкономики <br /> Управление
tr: Makro Sağlık <br/>Hizmetleri Yönetimi

source: Micro Health Service&lt;br/&gt;Technologies
ru: Микро Здравоохранение <br /> Технологии
tr: Mikro Sağlık Hizmet Teknolojileri

source: Micro Health Services Management
ru: Управление Микро Здравоохранением
tr: Mikro Sağlık <br/>Hizmetleri Yönetimi

source: Mobile Health Services
ru: Мобильные службы здравоохранения
tr: Mobil Sağlık Hizmetleri

source: Multiscope &lt;br/&gt;Software
ru: Программа <br/>Мультископ
tr: Multiscope<br/> Yazılımı

source: Multiscope Endosoftware
ru: Программа <br/>Мультископ
tr: Endoksopi Yazılımı

source: PACS&lt;br/&gt; Software
ru: Программа <br/>PACS
tr: PACS<br/> Yazılımı

source: Presenting Featured &lt;br /&gt;Health Services
ru: Представляем Рекомендуемые <br /> Медицинские услуги
tr: Özellikli Sağlık <br/>Hizmet Sunumu

source: Project Management
ru: Управление проектом
tr: Proje Yönetimi

source: Public Health Management
ru: Управление общественного здравоохранения
tr: Halk Sağlığı Yönetimi

source: Public Private Sector &lt;br /&gt;Cooperatıon Management
ru: Государственный частный сектор <br /> Управление сотрудничеством
tr: Kamu ve Özel Sektör <br/> İşbirliği Yönetimi

source: Quality And Efficiency&lt;br /&gt; Management In Health
ru: Качество и эффективность <br /> Управление в здравоохранении
tr: Sağlık Hizmetlerinde <br/> Kalite ve Etkinlik Yönetimi

source: Quality, Accreditation and&lt;br /&gt; Efficiency Applications
ru: Приложения по качеству, <br />аккредитации и эффективности
tr: Kalite, Akreditasyon ve <br/>Verimlilik Uygulamaları

source: Robotic Process Automation (RPA) Solutions
ru: Решения для роботизированной автоматизации процессов (RPA)
tr: Robotik Süreç Otomasyonu (RPA) Çözümleri

source: Russian
ru: русский
tr: Rusça

source: Social Security &lt;br /&gt;Systmes Automation
ru: Социальное обеспечение <br /> Системы автоматизации
tr: Sosyal Güvenlik <br />Sistem Otomasyonu

source: SOFTWARE SOLUTIONS
ru: ПРОГРАММНЫЕ РЕШЕНИЯ
tr: YAZILIM ÇÖZÜMLERİ

source: System Digital
ru: Система Цифровая
tr: Sistem Dijital

source: TECHNOLAB LIMS
ru: ТЕХНОЛАБ ЛИМС

source: Telemedicine
ru: телемедицина

source: Telemedicine &lt;br/&gt;Software
ru: Теле<br/> медицина
tr: Teletıp <br/>Yazılımı

source: Treatment Service Management
ru: Управление лечением
tr: Tedavi Hizmet Yönetimi

source: Turkish
ru: турецкий
tr: Tükçe

source: Twinning Projects
ru: Твин Проект
tr: Eşleştirme Projeleri

source: Vaccine &lt;br/&gt;Management
ru: Управление<br/> вакцинами
tr: Aşı <br/>Yönetimi

source: Human Resources and Asset Management
tr: İnsan Kaynakları ve <br/>Demirbaş Yönetimi

source: Telemedicine&lt;br /&gt;&amp;emsp;&lt;br /&gt;&amp;emsp;
tr: Teletıp<br />&emsp;<br />&emsp;
