Repository: ramazankizilkaya/UBSIS3
Catalog: UBSIS3.Web/Resources/Views/Home/AboutUs.*.resx
Languages: ru, tr

source: 20 years of experience
ru: 20 лет опыта
tr: 20 yıllık deneyim

source: About Us
ru: Насчет нас
tr: Hakkımızda

source: About Us. UBSIS is an international company providing Low-Cost Healthcare Softwares and Integrated Health Services with its international corporate identity.
ru: о нас. UBSIS-это международная компания, предоставляющая Недорогое программное обеспечение для здравоохранения и интегрированные медицинские услуги.
tr: Hakkımızda. UBSIS, uluslararası kurumsal kimliği ve yüksek teknolojisiyle Düşük Maliyetli Sağlık Yazılımları ve Entegre Sağlık Hizmetleri sunan uluslararası bir şirkettir.

source: Accreditation Consultancy in Hospitals (JCI)
ru: Аккредитационное консультирование в больницах (JCI)
tr: Hastanelerde (JCI) Akreditasyon Danışmanlığı

source: All hospitals , other units and elements which are under IHMG organization, work together for the same purpose in harmony with international coordination. Thus, starting from the first application, until the end of treatment at all stages, the patients in need of health care services, will communicate with a single organization and it will result in receiving reliable and high quality health service.
ru: Все больницы, другие подразделения и элементы, входящие в организацию IHMG, работают вместе для достижения одной цели в соответствии с международной координацией. Таким образом, начиная с первого применения и до окончания лечения на всех этапах, пациенты, нуждающиеся в медицинских услугах, будут общаться с одной организацией, что приведет к получению надежного и высококачественного медицинского обслуживания.
tr: IHMG bünyesindeki tüm hastaneler, diğer birimler ve unsurlar, uluslararası koordinasyonla uyum içinde aynı amaç doğrultusunda birlikte çalışmaktadır. Bu nedenle sağlık hizmetlerine ihtiyaç duyan hastalar, ilk uygulamadan başlayarak tüm aşamalarda tedavinin sonuna kadar, tek bir kuruluşla iletişim kurar, sağlanan güvenilir ve kaliteli sağlık hizmeti neticesinde süreç memnuniyetle sonuçlanır.

source: Ankara
ru: Анкара

source: Application of &lt;br /&gt;Twinning Projects
ru: Применение <br /> проектов Twinning
tr: Eşleştirme Projelerinin <br />Uygulaması

source: Azerbaijan
ru: Азербайджан
tr: Azerbaycan

source: Baku
ru: Баку
tr: Bakü

source: Building Featured &lt;br /&gt;Health Facilities
ru: Строительство высокотехнологичных<br /> медицинских учреждений
tr: Yüksek Teknoloji Sağlık<br /> Tesisleri İnşası

source: Cairo
ru: Каир
tr: Kahire

source: Configuration Management of Public Health Institutions
ru: Управление конфигурацией учреждений общественного здравоохранения
tr: Kamu Sağlık Kurumlarının Konfigürasyon Yönetimi

source: Configuring the digitization legislation
ru: Настройка законодательства о цифровизации
tr: Dijitalleşme mevzuatının yapılandırılması

source: Configuring the e-Health Responsibility and Authorization Standardization in the country's corporate resources
ru: Настройка ответственности за Электронное здравоохранение и стандартизация авторизации в корпоративных ресурсах страны
tr: lke kurumsal kaynaklarında e-Sağlık Sorumluluk ve Yetki Standardizasyonunun yapılandırılması

source: Cost Management Consultancy in Healthcare Institutions
ru: Консультирование по управлению затратами в медицинских учреждениях
tr: Sağlık Kurumlarında Maliyet Yönetimi Danışmanlığı

source: Country Health Service Delivery Status Analysis
ru: Анализ состояния предоставления услуг здравоохранения в стране
tr: Ülke Sağlık Hizmet Sunum Durum Analizlerinin Yapılması

source: Country Health Services &lt;br /&gt;Strategic Planning Management
ru: Управление стратегическим <br />планированием служб здравоохранения в стране
tr: Ülke Sağlık Hizmetleri <br />Stratejik Planlama Yönetimi

source: Defining a country-specific e-Health Project
ru: Определение проекта электронного здравоохранения для конкретной страны
tr: Ülkeye özelleştirilmiş e-Sağlık Projesi tanımlanması

source: Defining Responsibility and Duties of Strategic Plan Parties within the Plan
ru: Определение ответственности и обязанностей сторон Стратегического плана в рамках Плана
tr: Stratejik Plan Taraflarının Plan Dahilinde Sorumluluk ve Görevlerinin Tanımlanması

source: Defining Strategic Goals and Objectives
ru: Определение стратегических целей и задач
tr: Stratejik Amaç ve Hedeflerin Tanımlanması

source: Determination of public investment and private sector investment needs
ru: Определение государственных инвестиций и потребностей частного сектора в инвестициях
tr: Kamusal yatırım ve özel sektör yatırım ihtiyaçlarının belirlenmesi

source: Determination of sectoral development areas in the country and region
ru: Определение отраслевых направлений развития в стране и регионе
tr: Ülke ve bölgede sektörel gelişim alanlarının belirlenmesi

source: Determination of service procurement frameworks from the private sector and ensuring tender standardization
ru: Определение структуры закупок услуг со стороны частного сектора и обеспечение стандартизации тендеров.
tr: Özel Sektörden hizmet alım çerçevelerinin belirlenmesi ve ihale standardizasyonunun sağlanması

source: Diagnostic &lt;br /&gt; Applications
ru: Диагностические <br /> приложения
tr: Teşhis <br /> Uygulamaları

source: E-Health &lt;br /&gt;Configuration
ru: E-Health <br /> Конфигурация
tr: E-Sağlık <br /> Yapılandırması

source: E&lt;/span&gt;specially Mobile Diagnostic Units stand out in today's conditions. As IHMG, we are able to produce solutions for your needs with our 20 years Health Service experience and 10 years experience at designing Mobile Health Units.
ru: О</span>собенно мобильные диагностические установки выделяются в современных условиях. Как IHMG, мы можем разрабатывать решения для ваших нужд, имея 20-летний опыт работы в сфере здравоохранения и 10-летний опыт разработки мобильных медицинских пунктов.
tr: Ö</span>zellikle Mobil Teşhis Üniteleri günümüz şartlarında öne çıkmaktadır. IHMG olarak 20 yıllık Sağık Hizmet tecrübemiz ve 10 yıldır devam eden Mobil Sağlık Ünite Tasarım ve Uygulamalarımızla sizin ihtiyaçlarınıza önemli çözümler üretebilmekteyiz.

source: ealization and Certification of the Responsible and Authorized Trainers
ru: реализация и сертификация ответственных и уполномоченных тренеров
tr: Sorumlu ve Yetkililerin Konu Hakkında Eğitimlerinin Gerçekleştirilmesi ve Sertifikalandırılması

source: Egypt
ru: Египет
tr: Mısır

source: Establishing the Required Standardization for Health Transformation and Creating the Standardization Required for Continuity
ru: Установление необходимой стандартизации для преобразования здравоохранения и создание стандартизации, необходимой для обеспечения преемственности
tr: Sağlıkta Dönüşüm İçin Gerekli Mevzuat Altyapısının Çıkarılması ve Sürekliliği İçin Gerekli Standardizasyonun Oluşturulması

source: Establishing the Standardization Required for the Coordination of the Ministry of Health and Social Security Authority
ru: Установление стандартов, необходимых для координации деятельности органов Министерства здравоохранения и социального обеспечения
tr: Sağlık Bakanlığı ve Sosyal Güvenlik Yetkili Kuruluş Koordinasyonu İçin Gerekli Standardizasyonun Oluşturulması

source: Expectation Analysis from Healthcare Parties
ru: Проведение анализа ожиданий от сторон здравоохранения
tr: Sağlık Hizmetleri Taraflarından Beklenti Analizlerinin Yapılması

source: Financial Management Consultancy in Healthcare Institutions
ru: Финансовый консалтинг в медицинских учреждениях
tr: Sağlık Kurumlarında Finansal Yönetim Danışmanlığı

source: Health enterprises are private buildings. It contains important details during the construction phase as well as the complete design. It is only about work experience and coordination ability that tens of suppliers do the right thing together during the construction phase. Business Management Group provides a smooth project management with consultancy, supervision and supervision services from the beginning to the end in the production of Healthcare Business Buildings. All stages from Rough Construction to Fine Manufacturing, Air Conditioning Systems to Furniture and Latest Biomedical Configuration are under the supervision and supervision of our Business Management group.Our team, working with the understanding of Proactive Manufacturing Management, provides consultancy by transferring all the details to the production supervisors before manufacturing, thereby eliminating the risk of faulty or poor quality manufacturing. Each of our staff and units in the team has hundreds of hospital building experience, and consists of individuals and structures that have a high level of project management methodology. Our team in the Configuration Management works in continuous cooperation and coordination with the planning (design) team and provides concrete construction of thought product designs.
ru: Медицинские предприятия - это частные здания. Он содержит важные детали на этапе строительства, а также полный дизайн. Только благодаря опыту работы и координационным способностям десятки поставщиков делают правильные вещи вместе на этапе строительства. Группа управления бизнесом обеспечивает плавное управление проектами с консультациями, надзором и надзорными услугами от начала до конца в производстве медицинских бизнес-зданий. Все этапы от грубого строительства до тонкого производства, систем кондиционирования воздуха до мебели и новейшей биомедицинской конфигурации находятся под наблюдением и надзором нашей группы управления бизнесом.Наша команда, работая с пониманием проактивного управления производством, предоставляет консультации, передавая все детали производственным руководителям перед производством, тем самым устраняя риск неисправного или некачественного производства. Каждый из наших сотрудников и подразделений в команде имеет сотни опыта строительства больниц и состоит из отдельных лиц и структур, которые имеют высокий уровень методологии управления проектами. Наша команда в области управления конфигурацией работает в постоянном сотрудничестве и координации с командой планирования (проектирования) и обеспечивает конкретное построение продуманных конструкций изделий.
tr: Sağlık işletmeleri özel yapılardır. Tasarımın eksiksiz olması kadar yapım aşamasında da önemli ayrıntıları barındırır. Yapım aşamasında onlarca tedarikçinin bir arada doğruyu yapması da ancak iş tecrübesi ve koordinasyon yeteneği ile ilgilidir. İş Yönetim Grubu Sağlık İşletme Yapılarının imalatında başlangıçtan sonlandırmaya kadar danışmanlık, kontrollük ve gözetmenlik hizmetleri ile sorunsuz bir proje yönetimine hizmet etmektedir. Kaba İnşaattan İnce İmalata, İklimlendirme Sistemlerinden Mobilyaya ve En Son Biyomedikal Yapılandırmaya kadar tüm aşamalar İş Yönetim grubumuzun denetimi ve gözetimi altındadır.Proaktif İmalat Yönetimi anlayışı ile çalışan ekibimiz, imalat öncesi imalat sorumlularına tüm detayları aktararak danışmanlık yapmakta böylelikle hatalı ya da kalitesiz imalat riski ortadan kaldırılmaktadır. Ekipte yer alan her personel ve birimimiz yüzlerce hastane yapım tecrübesine sahiptir ayrıca üst düzeyde proje yönetim metodolojisine hâkim kişi ve yapılardan oluşur. Yapılandırma Yönetiminde yer alan ekibimiz planlama(tasarım) ekibi ile sürekli iş birliği ve koordinasyon içinde çalışarak “Düşünce ürünü tasarımların somut olarak inşa edilmesini sağlamaktadır.

source: Health Institutions Management Consultancy
ru: Консультирование по вопросам управления учреждениями здравоохранения
tr: Sağlık Kurumları Yönetim Danışmanlığı

source: Home
ru: домашняя страница
tr: Anasayfa

source: Hospital Quality/Accreditation and Productivity Practices
ru: Больница Качество / Аккредитация и Производительность Практики
tr: Hastane Kalite/Akreditasyon ve Verimlilik Uygulamaları

source: I'm Savaş DOĞAN, founder and Ceo of International Health Management Group, IHMG. We serve for public health which has a major importance in our globalized world. We want to ensure that all people benefit from the best healthcare around the world and work for it. Creating a strong health care system is based on technology integration and experience accumulation. As Ubsis and IHMG, we have taken a very long distance in this regard over the last 20 years and have managed many projects in different parts of the world.
ru: Меня зовут рожденный от войны. Я основатель и генеральный директор Международной группы по управлению здравоохранением (IHMG). Мы служим общественному здоровью, которое имеет большое значение в нашем глобализированном мире. Мы стремимся, чтобы все люди пользовались лучшими медицинскими услугами в мире. Создание мощной системы здравоохранения основано на интеграции технологий и накоплении опыта. За последние 20 лет, как Ubsis и IHMG, мы прошли долгий путь по этому вопросу и управляли многими проектами в разных частях мира.
tr: Adım Savaş DOĞAN, Uluslararası Sağlık Yönetimi Grubunun (IHMG) kurucusu ve CEO'suyum. Küreselleşen dünyamızda büyük önemi olan halk sağlığına hizmet etmekteyiz. Tüm insanların dünyadaki en iyi sağlık hizmetlerinden faydalanmasını için çalışıyoruz. Güçlü bir sağlık sistemi oluşturmak, teknoloji entegrasyonu ve deneyim birikimine dayanmaktadır. Ubsis ve IHMG olarak son 20 yılda bu konuda çok mesafe katettik ve dünyanın farklı bölgelerinde birçok projeyi yönettik.

source: IHMG establishes and operates Medical Laboratories and Imaging Centers with its experience and competence through its own Diagnostic Centers. Within our services; System Setups Provision for Results Laboratory and Radiology Service Delivery Having the necessary equipment, consumables management and human resources especially in service delivery, IHMG actively manages all processes from installation to producing qualified reports. Especially for businesses that want to stay away from installation costs, MIS / UBSİS, which offers Result-Back Service Solutions, establishes the infrastructure suitable for capacity and charges only the produced result with the determined service prices.
ru: IHMG создает и управляет медицинскими лабораториями и центрами визуализации с собственным опытом и компетенцией через собственные диагностические центры. В рамках наших услуг; Настройка системы Обеспечение результатов Предоставление лабораторных и радиологических услуг Обладая необходимым оборудованием, расходными материалами и человеческими ресурсами, особенно в сфере предоставления услуг, IHMG активно управляет всеми процессами от установки до создания квалифицированных отчетов. Специально для компаний, которые хотят избежать затрат на установку, MIS / UBSİS, которая предоставляет Result-Back Service Solutions, создает инфраструктуру, подходящую для емкости, и оплачивает только произведенный результат с установленными ценами на услуги.
tr: IHMG kendi bünyesinde bulunan Teşhis Merkezleri vasıtası ile sahip olduğu tecrübe ve yeterlilik ile Tıbbi Laboratuvar ve Görüntüleme Merkezlerini kurmakta ve talebe göre işletmektedir. Hizmetlerimiz içinde; Sistem Kurulumları Sonuç Karşılığı Laboratuvar ve Radyoloji Hizmet Sunumu Özellikle hizmet sunumu konusunda gerekli donanım, sarf yönetimi ve insan kaynağına sahip olan IHMG, kurulumdan nitelikli rapor üretmeye kadar tüm süreçleri aktif yönetmektedir. Özellikle kurulum maliyetlerinden uazak durmak isteyen işletmeler için Sonuç Karşılığı Hizmet Çözümleri sunan MIS/ UBSİS kapasiteye uygun altyapıyı kurmakta ve belirlenen hizmet fiyatları ile sadece üretilen sonucu bedellendirmektedir.

source: IHMG has an important experience especially in Mobile Health Units, which is an effective application for access to service. With its Mobile Health Units, which has been designed and out of approved production error, the institution, which wants to provide regional mobile and wide-area health services, can produce important solutions for organizations. Thus, IHMG, which resolves all the resources within itself, offers important advantages in terms of cost in catching the quality in Mobile Units at a high level.
ru: IHMG имеет важный опыт, особенно в мобильных медицинских подразделениях, которые являются эффективным приложением для доступа к услугам. С помощью своих мобильных медицинских пунктов, которые были спроектированы без допущенной производственной ошибки, это учреждение, которое хочет предоставлять региональные мобильные и глобальные медицинские услуги, может предложить важные решения для организаций. Таким образом, IHMG, которая решает все ресурсы внутри себя, предлагает важные преимущества с точки зрения затрат на отслеживание качества в мобильных блоках на высоком уровне.
tr: Özellikle hizmete erişim için etkili bir uygulama olan Mobil Sağlık Üniteleri konusunda IHMG önemli bir tecrübeye sahiptir. Kendi tasarladığı ve onaylı üretim hatarından çıkmış olan Mobil Sağlık Üniteleri ile bölgesel hareketli ve geniş alanlı sağlık hizmeti sunmak isteyen kurum kuruluşlar için önemli çözümler üretebilmektedir. Tüm kaynakları kendi içinde çözümleyen IHMG böylelikle Mobil Ünitelerde kaliteyi üst seviyede yakalamakta maliyet olarakta önemli avantajlar sunmaktadır.

source: IHMG is doing business for more than 20 years globally.
ru: IHMG ведет бизнес уже более 20 лет по всему миру.
tr: IHMG küresel olarak 20 yıldan fazla bir süredir iş yapmaktadır.

source: IHMG is incorporate with qualified hospitals in İstanbul, İzmir, Ankara and Antalya, in which experienced doctors and health personnel serve with high technology health devices and equipments.
ru: IHMG объединяется с квалифицированными больницами в Стамбуле, Измире, Анкаре и Анталии, в которых опытные врачи и медицинский персонал работают с высокотехнологичными медицинскими приборами и оборудованием.
tr: IHMG, deneyimli doktorların ve sağlık personelinin yüksek teknolojili sağlık cihazları ve ekipmanları ile hizmet verdiği İstanbul, İzmir, Ankara ve Antalya'daki nitelikli hastanelerle hizmet vermektedir.

source: International Health Management Group
ru: Международная группа управления здравоохранением
tr: Uluslararası İş Yönetim Grubu

source: International Project and Management
ru: Международный проект и управление
tr: Uluslararası Proje ve Yönetim

source: Islamabad
ru: Исламабаде

source: Japan
ru: Япония
tr: Japonya

source: London
ru: Лондон
tr: Londra

source: Macro Health Services Project Management
ru: Управление проектами в сфере здравоохранения
tr: Makro Sağlık Hizmetleri Proje Yönetimi

source: Making the Reorganization Plan of the Ministry of Health and Affiliated Institutions
ru: Составление плана реорганизации Министерства здравоохранения и связанных с ним учреждений
tr: Sağlık Bakanlığı ve Bağlı Kurum Kuruluşların Reorganizasyon Planının Yapılması

source: Managing the necessary preparations in institutions
ru: Управление необходимой подготовкой в учреждениях
tr: Kurumlarda gerekli hazırlıkların yönetimi

source: Marketing Consultancy in Healthcare Institutions
ru: Маркетинговое консультирование в учреждениях здравоохранения
tr: Sağlık Kurumlarında Pazarlama Danışmanlığı

source: Matching with countries with Advanced Health Systems is very important for the development of developing countries in the Health System. Training, orientation exchange and co-development programs are carried out especially among Health Education Institutions and Health Service Providers within this framework.
ru: Согласование со странами с развитыми системами здравоохранения имеет очень важное значение для развития развивающихся стран в системе здравоохранения. В этих рамках осуществляются программы обучения, обмена информацией и совместного развития, особенно среди учреждений здравоохранения и поставщиков медицинских услуг.
tr: Gelişmekte olan ülkelerin Sağlık Sisteminde gelişiminde Gelişmiş Sağlık Sistemleri olan ülkelerle yapılacak Eşleştirmeler oldukça önemlidir. Özelikle Sağlık Öğrenim Kurumları ve Sağlık Hizmet Sunucuları arasında eğitim, oryantasyon değişim programları ve birlikte gelişim programları bu çerçevede gerçekleştirilmektedir.

source: Micro Health Services Project Management
ru: Микро Здравоохранение Управление Проектами
tr: Mikro Sağlık Hizmetleri Proje Yönetimi

source: Mobile Health &lt;br /&gt;Services
ru: Мобильное здоровье <br /> Услуги
tr: Mobil Sağlık <br /> Hizmetleri

source: Mobile Health&lt;br/&gt; Services
ru: Мобильное здоровье <br/> Услуги
tr: Mobil Sağlık <br/> Hizmetleri

source: Mobile Healthcare Units
ru: Мобильные Медицинские Подразделения
tr: Mobil Sağlık Üniteleri

source: Moscow
ru: Москва
tr: Moskova

source: Operating since 2000, IHMG Business Management Group provides services in international institution/organization configuration services with its qualified infrastructure and human resources. Project Management oriented IHMG Business Management Group, besides its experience in the sector, creates a wide service network with business solutions that are common requirements for all sectors.
ru: Работая с 2000 года, IHMG Business Management Group предоставляет услуги по конфигурированию международных организаций / организаций с помощью своей квалифицированной инфраструктуры и человеческих ресурсов. Ориентированная на управление проектами IHMG Business Management Group, помимо своего опыта работы в этом секторе, создает широкую сервисную сеть с бизнес-решениями, которые являются общими требованиями для всех секторов.
tr: 2000 yılından bu yana faaliyet gösteren IHMG İş Yönetim Grubu, nitelikli altyapısı ve insan kaynakları ile uluslararası kurum/kuruluş yapılandırma süreçlerinde hizmet vermektedir. Proje Yönetimi odaklı IHMG , sektördeki deneyiminin yanı sıra, tüm sektörler için ortak gereksinimler olan iş çözümleriyle geniş bir hizmet ağı oluşturur.

source: Our Network
ru: Наша сеть
tr: Ağımız

source: Pakistan
ru: Пакистан

source: Preparation of National Health Quality Standards
ru: Подготовка стандартов качества в национальном здравоохранении
tr: Ulusal Sağlıkta Kalite Standartlarının Hazırlanması

source: Private Sector Dynamics is important for increasing the quality of service delivery in health transformation. Standardizing the procurement management within the framework of the cooperation with the Private Sector is very important in the success of the Transformation Project. Studies under this service;
ru: Динамика частного сектора важна для повышения качества предоставления услуг в процессе трансформации здравоохранения. Стандартизация управления закупками в рамках сотрудничества с частным сектором очень важна для успеха проекта трансформации. Обучение под этой службой;
tr: Sağlıkta dönüşümde hizmet sunum kalitesinin artışı için Özel Sektör Dinamiği önemlidir. Özel Sektör ile yapılacak işbirliği çerçevesinde alım yönetimlerinin standardize edilmesi Dönüşüm Projesinin başarısında oldukça önemlidir. Bu hizmet kapsamındaki çalışmalar;

source: Public Health &lt;br /&gt;Instutitions
ru: Общественное здравоохранение <br /> Учреждения
tr: Kamu Sağlık <br /> Kurumları

source: Qualified hospitals with experienced doctors
ru: Квалифицированные больницы с опытными врачами
tr: Nitelikli hastaneler ve deneyimli doktorlar

source: Quality and &lt;br /&gt;Efficiency
ru: Качество и <br />эффективность
tr: Kalite ve<br /> Verimlilik

source: Quality And Efficiency Management In Health
ru: Управление качеством и эффективностью в здравоохранении
tr: Sağlıkta Kalite ve Verimlilik Yönetimi

source: Quality Management Consultancy in Hospitals
ru: Консультирование по управлению качеством в больницах
tr: Hastanelerde Kalite Yönetim Danışmanlığı

source: Quality, Accreditation and Efficiency Applications
ru: Качество, Аккредитация и Эффективность применения
tr: Kalite, Akreditasyon ve Verimlilik Uygulamaları

source: Quality, Accreditation&lt;br/&gt;and Efficiency Applications
ru: Качество, Аккредитация <br/> и Эффективность
tr: Kalite, Akreditasyon <br/> ve Verimlilik Uygulamaları

source: Russia
ru: Россия
tr: Rusya

source: Service Procurement &lt;br/&gt;Management
ru: Служба закупок <br/> Управление
tr: Hizmet Alımı <br/> Yönetimi
