Repository: ramazankizilkaya/UBSIS3
Catalog: UBSIS3.Web/Resources/Views/Home/AboutUs.*.resx
Languages: ru, tr

source: Servıce Procurement&lt;br/&gt;Management
ru: Служба закупок <br/> Управление
tr: Hizmet Alım <br/> Yönetimi

source: Some of Our Softwares; HR Management, Hospital and Laboratory Information Management, Vaccine Management, PACS, Blood Products and Transfusion Management
ru: Некоторые из наших программных продуктов; Управление персоналом, Управление больничной и лабораторной информацией, Управление вакцинами, PACS.
tr: Bazı Yazılımlarımız; İK Yönetimi, Hastane ve Laboratuvar Bilgi Yönetimi, Aşı Yönetimi, PACS, Kan Ürünleri ve Transfüzyon Yönetimi

source: Standardization of Building Standards and Physical Licensing Methods for Healthcare Facilities
ru: Стандартизация строительных норм и методов физического лицензирования для учреждений здравоохранения
tr: Sağlık Tesisleri İçin Yapı Standartlarının ve Fiziki Ruhsatlandırma Yöntemlerinin Standardizasyonu

source: Standardization of Health Organization Quality and Efficiency Performance Criteria
ru: Стандартизация критериев качества и эффективности организации здравоохранения
tr: Sağlık Kuruluşu Kalite ve Verimlilik Performans Kriterlerinin Belirlenmsi ve Yönetiminin Standardizasyonu

source: Standardization of Plan Monitoring and Evaluation Methods
ru: Стандартизация планов мониторинга и оценки методов
tr: Plan İzleme ve Değerlendirme Yöntemlerinin Standardizasyonu

source: Standardization of Satisfaction Determination and Improvement Studies
ru: Стандартизация исследований по определению и улучшению удовлетворенности
tr: Memnuniyet Belirleme ve İyileşitirme Çalışmalarının Standardizasyonu

source: Standardization of tender construction evaluation and service implementation processes
ru: Стандартизация процессов оценки тендерных конструкций и реализации услуг
tr: İhale yapım değerlendirme ve hizmet uygulamaya alım süreçlerinin standardizasyonu

source: Standardization of the Health System is one of the most important projects in developing countries. The System Infrastructure required for the Standardization of the Health System is the e-Health System. Content of e-Health Configuration;
ru: Стандартизация системы здравоохранения является одним из наиболее важных проектов в развивающихся странах. Системной инфраструктурой, необходимой для стандартизации системы здравоохранения, является система электронного здравоохранения. Содержание конфигурации электронного здравоохранения;
tr: Gelişmekte olan ülkelerde Sağlık Sisteminin Standardizasyonu en önemli projeler arasında yer almaktadır. Sağlık sisteminin standardizasyonu için ise gerekli sistem altyapısı e-sağlık sistemidir. e-sağlık yapılandırması içeriği ;

source: Standardizing Time-Based Action Plans
ru: Стандартизация временных планов действий
tr: Stratejik Plan Zamana Dayalı Faaliyet Planlarının Tanımlanması

source: Strategic &lt;br /&gt;Planning
ru: Стратегическое <br /> планирование
tr: Stratejik <br /> Planlama

source: Structuring digitalization projects suitable for the country in the Health and Social Security System
ru: Структурирование проектов цифровизации, подходящих для страны в системе здравоохранения и социального обеспечения
tr: Sağlık ve Sosyal Güvenlik Sisteminde ülkeye uygun dijitalleşme projelerinin yapılandırılması

source: Structuring of the Quality Control System
ru: Структурирование системы контроля качества
tr: Kalite Denetim Sisteminin Yapılandırılması

source: T&lt;/span&gt;here have been important changes in the structure of health services due to easier access, widespread epidemic diseases and increased biosafety needs. Mobile Health Services is one of the leading solutions in this regard.
ru: П</span>роизошли важные изменения в структуре служб здравоохранения из-за облегчения доступа, широко распространенных эпидемических заболеваний и возросших потребностей в биобезопасности. Mobile Health Services является одним из ведущих решений в этом отношении.
tr: S</span>ağlıkta hizmete erişimin kolaylaşması ve günümüzde salgın hastalıklar ve artan biogüvenlik gereksinimleri nedeni ile sağlık hizmetlerinin yapısında da önemli değişiklikler olmuştur. Mobil Sağlık Hizmetlerinde bu konuda en önde gelen çözümlerdendir.

source: Tashkent
ru: Ташкент
tr: Taşkent

source: The Business Management Group has two important companies (IHMG) and has successfully completed 100 projects in 11 countries around the world.
ru: Группа управления бизнесом имеет две важные компании (IHMG) и успешно завершила 100 проектов в 11 странах мира.
tr: IHMG İş Yönetim Grubunun iki önemli şirketi vardır ve dünyanın 11 ülkesinde 100 projeyi başarıyla tamamlamıştır.

source: The most important requirement of large-scale projects is to set goals correctly. Preparing a Strategic Plan to guide these goals is decisive in the quality of the studies. Activities we carry out in our works;
ru: Самое важное требование крупных проектов - правильно ставить цели. Подготовка стратегического плана для достижения этих целей имеет решающее значение для качества исследований. Деятельность, которую мы выполняем в наших работах;
tr: Büyük ölçülü projelerin en önemli gereksinimi hedeflerin doğru şekilde belirlenmesidir. Bu hedeflere ulaşabilmek için rehber olacak Stratejik Plan hazırlanması çalışmaların kalitesinde belirleyicidir. Çalışmalarımızda gerçekleştirdiğimiz faaliyetler;

source: The most important step of the health transformation is the structuring the institutions that will take part in the transformation. Successful transformation of institutions is decisive in the success of Health Transformation. Studies Under This Service;
ru: Важнейшим этапом трансформации здравоохранения является структурирование институтов, которые будут участвовать в трансформации. Успешная трансформация учреждений имеет решающее значение для успеха трансформации здравоохранения. Обучение в рамках этой службы;
tr: Sağlık dönüşümünün en önemli basamağı dönüşümde yer alacak kuruluşların yapılandırılmasıdır. Kurumların dönüşümünin başarılı şekilde gerçekleştirilmesi, Sağlıkta Dönüşümün başarısında belirleyicidir. Bu Hizmet Kapsamındaki Çalışmalar;

source: The purpose of all transformation and restructuring projects is to ensure Citizen Satisfaction as well as Medical Quality. Therefore, it is necessary to establish and implement decisive national standards for all health institutions. Studies Under This Service
ru: Целью всех проектов по преобразованию и реструктуризации является обеспечение удовлетворенности граждан, а также медицинского качества. Поэтому необходимо установить и внедрить решающие национальные стандарты для всех учреждений здравоохранения. Обучение под этой службой
tr: Tüm dönüşüm ve yapılandırma projelerinde amaç Tıbbi Kalitenin yanısıra Vatandaş Memnuniyetinin de sağlanmasıdır. Bu nedenle tüm sağlık kuruluşları için belirleyici ulusal standartların oluşturulması ve uygulamaya alınması gerekmektedir. Bu Hizmet Kapsamındaki Çalışmalar;

source: The purpose of all transformation and restructuring projects is to ensure Citizen Satisfaction as well as Medical Quality. Therefore, it is necessary to establish and implement decisive national standards for all health institutions. Studies Under This Service;
ru: Целью всех проектов трансформации и реструктуризации является обеспечение удовлетворенности граждан, а также качества медицинской помощи. Поэтому необходимо установить и внедрить решительные национальные стандарты для всех учреждений здравоохранения. Обучение В Рамках Этой Службы;
tr: Tüm dönüşüm ve yapılandırma projelerinde amaç Tıbbi Kalitenin yanısıra Vatandaş Memnuniyetinin de sağlanmasıdır. Bu nedenle tüm sağlık kuruluşları için belirleyici ulusal standartların oluşturulması ve uygulamaya alınması gerekmektedir. Bu Hizmet Kapsamındaki Çalışmalar;

source: The system is designed to screen citizens for epidemics. It is specially designed to maximize the safety of citizens and healthcare professionals. It is used for the screening of diseases with high risk of contamination such as COVID 19, SARS, EBOLA. All materials used in the unit are antibacterial. The risk of contamination is minimized due to the use of hand.It is configured with Hand Off technology(No door handle).
ru: Система предназначена для скрининга граждан на эпидемии. Он специально разработан для обеспечения максимальной безопасности граждан и медицинских работников. Он используется для скрининга заболеваний с высоким риском заражения, таких как COVID 19, SARS, EBOLA. Все материалы, используемые в устройстве, являются антибактериальными. Риск загрязнения сведен к минимуму благодаря использованию руки. Он настроен с помощью технологии Hand Off (без дверной ручки).
tr: Sistem vatandaşların salgın hastalık taraması için özel kurulmuş bir yapıdır. Vatandaş ve sağlık çalışanının güvenliğini azami sağlamak için özel tasarlanmıştır. COVİD 19, SARS, EBOLA ve Bulaşı riski yüksek hastalık taramalarında kullanılır. Tüm materyaller Antibakteriyal özeliktedir. Tasarımda el kullanımı nedeni ile bulaşı riski minimize edilmiştir. Hand Off teknolojisi ile yapılandırılmıştır (Kapı kolu bulunmamaktadır).

source: The ventilation system is automatic and air circulation of each room is independent to eliminate the risk of contamination. Citizens and staff are never in contact. The room used by citizens is ventilated with a separate system from other rooms. Complete body disinfection system is available at the entry point of citizens and at the exit point of staff.Absolute disinfection is provided at the entrance and exit points of the unit.
ru: Вентиляция системы автоматическая, и вентиляция в каждой комнате независима, чтобы избежать риска загрязнения. Граждане и персонал никогда не общаются. Комната с гражданами вентилируется по отдельной системе от других комнат. Точка входа граждан и точка выхода персонала сделаны с полной дезинфекцией тела. Полная дезинфекция проводится на входе и выходе.
tr: Sistemin havalandırması otomatiktir ve bulaşı riskini ortadan kaldırmak için her oda havalandırması bağımsızdır. Vatandaş ile personel kesinlikle temas halinde değildir. Vatandaşların olduğu oda diğer odalardan ayrı sistemle havalandırılmaktadır. Vatandaşların giriş noktası ve personel çıkış noktası komple vücut dezenfektasyonu ile yapılır. Girişte ve çıkışta mutlaka tam dezenfeksiyon sağlanır.

source: There is absolutely no intermediary or agent in this structure. The patient or his / her relative can apply directly to the IHMG diagnostic center in their country. All the processes, starting from the first contact until returning home are organised by IHMG. This feature of the IHMG ensures less cost, more confidence and comfort in terms of the patient.
ru: В этой структуре нет абсолютно никакого посредника или агента. Пациент или его / ее родственник могут обратиться непосредственно в диагностический центр IHMG в своей стране. Все процессы, начиная с первого контакта до возвращения домой, организованы IHMG. Эта особенность IHMG обеспечивает меньшую стоимость, большую уверенность и комфорт с точки зрения пациента.
tr: IHMG'nin organizasyonel yapısında kesinlikle aracı bulunmamaktadır. Hasta veya hasta yakınları doğrudan ülkelerindeki IHMG tanı merkezine başvurabilmektedir. Tüm süreçler IHMG tarafından organize edilmektedir. IHMG'nin bu özelliği, hasta açısından daha az maliyet, daha fazla güven ve konfor sağlamaktadır.

source: Tokyo
ru: Токио

source: Training and Certification of Strategic Plan Parties
ru: Обучение и сертификация сторон Стратегического плана
tr: Stratejik Plan Taraflarının Eğitilmesi ve Sertifikalandırılması

source: Training of National Health Quality Auditors
ru: Подготовка национальных аудиторов качества здравоохранения
tr: Ulusal Sağlık Kalite Denetçilerinin Yetiştirilmesi

source: Turkey
ru: индейка
tr: Türkiye

source: Twinning &lt;br /&gt;Projects
ru: Twinning <br /> Проекты
tr: Eşleştirme <br /> Projeleri

source: UBSIS has successfully completed hundreds of projects in several countries around the world.
ru: UBSIS успешно завершила сотни проектов в нескольких странах мира.
tr: UBSİS dünyanın çeşitli ülkelerinde yüzlerce projeyi başarıyla tamamlamıştır.

source: UBSIS is an international company providing Integrated Health Services with its international corporate identity, high technology and experience capacity. UBSIS is also the founder and manager of International Health Management Group (IHMG)
ru: UBSIS - это международная компания, предоставляющая интегрированные медицинские услуги со своим международным фирменным стилем, высокими технологиями и опытом. UBSIS также является основателем и менеджером Международной группы управления здравоохранением (IHMG).
tr: UBSİS, uluslararası kurumsal kimliği, yüksek teknolojisi ve deneyim kapasitesi ile Entegre Sağlık Hizmeti sunan uluslararası bir firmadır. UBSIS aynı zamanda Uluslararası Sağlık Yönetimi Grubu'nun (IHMG) kurucusu ve yöneticisidir.

source: United Kingdom
ru: Соединенное Королевство
tr: İngiltere

source: Uzbekistan
ru: Узбекистан
tr: Özbekistan
