Repository: ramazankizilkaya/UBSIS3
Catalog: UBSIS3.Web/Resources/Views/Home/Career.*.resx
Languages: ru, tr

source: --Select--
ru: --Выбрать--
tr: --Seçiniz--

source: Application Form
ru: Форма заявки
tr: Başvuru Formu

source: Apply Now
ru: Применить сейчас
tr: Hemen Başvur

source: Bachelor’s degree in International Relations, Business Administration, Engineering or in a related field
ru: Степень бакалавра в области международных отношений, делового администрирования, техники или в смежных областях
tr: Uluslararası İlişkiler, İşletme, Mühendislik veya ilgili bir alanda lisans derecesi

source: Business Development Expert
ru: Эксперт по развитию бизнеса
tr: İş Geliştirme Uzmanı

source: Career Opportunities
ru: Карьерные возможности
tr: Kariyer Fırsatları

source: Careers
ru: Карьера
tr: Kariyer

source: Developing, planning, organizing, and managing events and brand communication strategies
ru: Разработка, планирование, организация и управление мероприятиями и стратегиями коммуникации бренда
tr: Etkinliklerin ve marka iletişim stratejilerinin geliştirilmesi, planlanması, organize edilmesi ve yönetilmesi

source: Ensure all necessary reporting and follow up on the Project Implementation, bearing responsibility for the accomplishment of the project within the agreed time schedule and financial budget. Co-ordinate delivery, start-up and commissioning of new capital projects in cooperation with Manufacturing
ru: Обеспечить всю необходимую отчетность и следить за выполнением проекта, неся ответственность за выполнение проекта в согласованные сроки и финансовый бюджет. Координировать поставку, запуск и ввод в эксплуатацию новых капитальных проектов в сотрудничестве с Manufacturing.
tr: Proje Uygulamasına ilişkin gerekli tüm raporlamalarıntakibi, mutabık kalınan zaman çizelgesi ve finansal bütçe dahilinde projenin tamamlanmasından sorumlu olma, imalat ile işbirliği içinde yeni sermaye projelerinin teslimi, başlatılması ve işletmeye alınması

source: Excellent interpersonal communication and presentation skills
ru: Отличные навыки межличностного общения и презентации
tr: Yüksek seviyede iletişim ve sunum becerileri

source: Good command of written and spoken English (plus other foreign languages are preferred)
ru: Хорошее владение письменным и устным английским (плюс другие иностранные языки предпочтительнее)
tr: İyi derecede yazılı ve sözlü İngilizce bilgisi (ilave yabancı diller tercih edilir)

source: Good Communication Skills
ru: Хорошие коммуникативные навыки
tr: İyi iletişim becerileri

source: Have 6+ years experience in Project Management Offices / IT / Departments with similar responsibilities
ru: Опыт работы в офисах управления проектами / ИТ / департаментах с аналогичными обязанностями более 6 лет
tr: Benzer sorumlulukları olan Proje Yönetim Ofislerinde 6 yıldan fazla deneyime sahip olmak

source: Have graduated from Faculty of Engineering, Science or related disciplines
ru: Закончили инженерно-технический факультет или смежные дисциплины
tr: Mühendislik, Fen Fakültesi veya ilgili disiplinlerden mezun olmak

source: Have strong working knowledge of Project Management Methodologies, PMP or Scrum Master certification is a plus
ru: Иметь сильные практические знания по методологиям управления проектами, сертификация PMP или Scrum Master
tr: Proje Yönetimi Metodolojilerinde güçlü bir deneyime sahip olmak(tercihen PMP veya Scrum Master sertifikalarına sahip olmak)

source: Having very strong collaboration with the other subsidiaries of the Company
ru: Очень тесное сотрудничество с другими дочерними предприятиями Компании
tr: Şirketin diğer iştirakleri ile çok güçlü işbirliği içinde olmak

source: Home
ru: Дом
tr: Anasayfa

source: Implementation of marketing strategies in line with company goals
ru: Что мы ожидаем от вас?...
tr: Şirket stratejileri doğrultusunda pazarlama stratejilerinin uygulanması

source: In depth understanding and experience of either SDLC or PDLC
ru: Глубокое понимание и опыт SDLC или PDLC
tr: SDLC veya PDLC'de ileri düzeyde deneyim

source: Innovative, agile and collaborative team player
ru: Инновационный, проворный и совместный командный игрок
tr: Yenilikçi, çevik ve işbirlikçi takım oyuncusu olmak

source: Join our Fabulous Team of Intelligent Individuals
ru: Присоединяйтесь к нашей невероятной команде умных людей
tr: Alanında en iyi olan bireylerden oluşan takımımıza katılın.

source: Liaise with other departments of the company and third parties ( sales, stand contractors, CRM suppliers, and media companies)
ru: Поддерживать связь с другими отделами компании и третьими лицами (отдел продаж, подрядчики стендов, поставщики CRM и медиа-компании).
tr: Şirketin diğer departmanları ve üçüncü taraflarla (satış, stant yüklenicileri, CRM tedarikçileri ve medya şirketleri) irtibat kurmak

source: Max 5 MB allowed for resume file.
ru: Максимум 5 МБ разрешено для файла резюме.
tr: Özgeçmiş dosyanız 5 MB'ı geçmemelidir.

source: Minimum 2 years of experience in marketing / business development area (health industry or IT sector experience is preferred)
ru: Минимум 2 года опыта работы в сфере маркетинга / развития бизнеса (предпочтение отдается сфере здравоохранения или ИТ-отрасли)
tr: Pazarlama / iş geliştirme alanında en az 2 yıllık deneyim (sağlık sektörü veya BT sektörü deneyimi tercih edilir)

source: Minimum of 4 live project rollouts
ru: Минимум 4 живых развертывания проекта
tr: En az 4 canlı proje sunumu

source: Monitors the implementation of projects throughout their life cycle, starting with the design concept and ending with the last delivery to production, followed by activity measurement of the impact tools and delivered processes
ru: Мониторинг реализации проектов на протяжении всего их жизненного цикла, начиная с концепции проекта и заканчивая последней доставкой в производство, с последующим измерением активности инструментов воздействия и поставленных процессов.
tr: Tasarım konseptinden başlayıp üretime son teslimatla biten projelerin yaşam döngüleri boyunca uygulanmasını izler

source: No domestic and international travel disability
ru: Нет внутренней и международной инвалидности
tr: Yurtiçi ve yurtdışı seyahat engelinin olmaması

source: Only .doc, .docx and .pdf file extensions are allowed.
ru: Разрешены только расширения .doc, .docx и .pdf.
tr: Yalnızca .doc, .docx ve .pdf dosya uzantılarına izin verilir.

source: Optimization of the internal and external efficiency of the marketing team, and lead with the planning and implementation of marketing campaign
ru: Оптимизация внутренней и внешней эффективности маркетинговой команды, а также руководство планированием и реализацией маркетинговой кампании
tr: Pazarlama ekibinin iç ve dış verimliliğinin optimizasyonu ve pazarlama kampanyasının planlanması ve uygulanmasına öncülük etmek

source: Please select salary currency
ru: Пожалуйста, выберите валюту зарплаты
tr: Lütfen maaş para birimini seçin

source: Proficient in Microsoft Office
ru: Опытный в Microsoft Office
tr: Office programlarına iyi derecede hakim olmak

source: Project Executive
ru: Руководитель проекта
tr: Proje Yöneticisi

source: Requirements
ru: Требования
tr: Aranan Nitelikler

source: Send Application
ru: Отправить заявку
tr: Başvuru Gönder

source: Team Player
ru: Командный игрок
tr: Takım Oyuncusu

source: UBSIS Global Careers
ru: UBSIS Глобальная карьера
tr: UBSIS Global Kariyer Fırsatları

source: UBSIS Global Careers. Job application details. We are eager to expand our company family because we are eager to do business all over the world.
ru: UBSIS Глобальная карьера. Детали заявки на работу. Мы стремимся расширить нашу семейную компанию, потому что мы стремимся вести бизнес по всему миру.
tr: UBSIS küresel kariyer, iş başvurusu detayları. Şirket ailemizi genişletmeye hevesliyiz çünkü tüm dünyada iş yapmaya hevesliyiz.

source: Unit-test code for robustness, including edge cases, usability, and general reliability
ru: Код модульного тестирования на надежность, включая граничные случаи, удобство использования и общую надежность

source: UPLOAD YOUR RESUME
ru: ЗАГРУЗИТЕ СВОЕ РЕЗЮМЕ
tr: CV'NİZİ YÜKLEYİN

source: We are looking for a 'Project Executive' who will work for sub-company of our group located in Uzbekistan. The brief job description of the position and preferred qualifications for the suitable candidates are defined below.
ru: Мы ищем руководителя проекта, который будет работать в подгруппе нашей группы, расположенной в Узбекистане. Краткое описание должности и предпочтительные квалификации для подходящих кандидатов определены ниже.
tr: Özbekistan'da bulunan grubumuzun alt şirketi için çalışacak 'Proje Yöneticisi' arıyoruz. Pozisyonun kısa görev tanımı ve uygun adaylar için tercih edilen nitelikler aşağıda tanımlanmıştır.

source: We are looking for a ‘Business Development Expert’ to work on our projects.
ru: Мы ищем «Эксперта по развитию бизнеса» для работы над нашими проектами.
tr: Projelerimiz üzerinde çalışmak üzere İş Geliştirme Uzmanı arıyoruz.

source: What we expect from you?
ru: Что мы ожидаем от вас?
tr: Adaylardan Beklentilerimiz

source: Work closely with local and other project engineering teams to deliver capital projects in terms of common Project implementation procedures
ru: Работать в тесном сотрудничестве с местными и другими проектными командами для выполнения капитальных проектов с точки зрения общих процедур реализации проекта
tr: Ortak Proje uygulama prosedürleri açısından sermaye projeleri sunmak için yerel ve diğer proje mühendisliği ekipleriyle yakın çalışma
