Repository: ramazankizilkaya/UBSIS3
Catalog: UBSIS3.Web/Resources/Views/Home/Softwares.*.resx
Languages: ru, tr

source: Laboratory Information Management System (LIS) is a system that speeds up the laboratory business processes in health institutions and enables the data to be processed completely and to analyze the results. It works fully integrated and compatible with the Hospital Information Management System used in health institutions. The process that starts with the request of the audit ends with the conclusion of the result to the concerned.
ru: Система управления лабораторной информацией (лис) - это система, которая ускоряет лабораторные бизнес-процессы в медицинских учреждениях и позволяет полностью обрабатывать данные и анализировать полученные результаты. Он работает полностью интегрированно и совместим с системой управления больничной информацией, используемой в медицинских учреждениях. Процесс, который начинается с запроса аудита, заканчивается выводом результата заинтересованному лицу.
tr: Laboratuvar Bilgi Yönetim Sistemi, sağlık kurumlarında bulunan laboratuvar iş süreçlerini hızlandırarak verilerin eksiksiz bir şekilde işlenmesini ve sonuçlarının analiz edilmesini sağlayan bir sistemdir. Sağlık kuruluşlarında kullanılan Hastane Bilgi Yönetim Sistemi ile tam entegre ve uyumlu çalışmaktadır. Tetkiğin istenmesi ile başlayan süreç, sonucun ilgililere ulaşması ile sona ermektedir

source: Laboratory Informatıon&lt;/span&gt; Management System (LIS) Software
ru: Программное обеспечение </span>лабораторной информационной системы (LIS)
tr: Laboratuvar Bilgi Yönetim </span> Sistemi (LIS) Yazılımı

source: Leverage the system based on your needs – vaccine inventory only or complete patient vaccine management.
ru: Используйте систему исходя из ваших потребностей - только инвентаризация вакцин или полное управление вакцинами для пациентов.
tr: Sistemi ihtiyaçlarınıza göre kullanın - yalnızca aşı envanter modülü veya tam hasta yönetim modülü.

source: LOINC coding system
ru: Система кодирования LOINC
tr: LOINC kodlama sistemi

source: Main Features of Vaccine Management Software
ru: Основные характеристики программного обеспечения для управления вакцинами
tr: Aşı Yönetim Yazılımının Temel Özellikleri

source: Maintain patient vaccine records – view vaccines given for each vaccine per patient.
ru: Вести учет вакцин для пациентов - просматривать вакцины, вводимые для каждой вакцины на пациента.
tr: Hasta aşı kayıtlarını saklayın - hasta başına her aşı için verilen aşıları görüntüleyin.

source: Many health instutitions are still using either a paper process or a manual process for vaccine inventory management and recording administration of vaccines. These manual processes take hours of time each month and most have problems with accuracy and consistency.
ru: Во многих медицинских учреждениях все еще используется либо бумажный процесс, либо ручной процесс управления запасами вакцин и регистрации введения вакцин. Эти ручные процессы занимают часы времени каждый месяц, и у большинства есть проблемы с точностью и последовательностью.
tr: Birçok sağlık kuruluşu hala aşı envanteri yönetimi ve aşıların yönetiminin kaydedilmesi için bir kağıt işlemi veya manuel bir işlem kullanmaktadır. Bu manuel işlemler her ay saatlerce zaman alır ve çoğunun doğruluk ve tutarlılıkla ilgili sorunları vardır.

source: Medical Billing
ru: Медицинский биллинг
tr: Tıbbi Faturalandırma

source: MiddleWare Solution
ru: Промежуточное Программное Решение
tr: MiddleWare çözümü

source: Modules of Our Hospital Information Management System Software
ru: Модули программного обеспечения системы управления информацией больницы
tr: Hastane Bilgi Yönetim Sistemi Yazılımının Modülleri

source: Monitoring Blood Exits by Time/Date
ru: Мониторинг выхода крови по времени / дате
tr: Kan Çıkışlarının Saat/tarih ile İzlenmesi

source: monthly
ru: ежемесячно
tr: aylık

source: Multıscope &lt;/span&gt;Software
ru: Мультископ Программное </span> обеспечение
tr: Multıscope </span> Yazılımı

source: Next generation HTML5 DICOM viewer
ru: Средство просмотра HTML5 DICOM следующего поколения
tr: Yeni nesil HTML5 DICOM görüntüleyici

source: No trace on client devices (Zero footprint)
ru: Нет следов на клиентских устройствах (нулевой след)
tr: İstemci cihazlarda hiçbir iz bırakmama (Zero footprint)

source: Notes &amp; Documents management
ru: Управление примечаниями и документами
tr: Not ve Belge yönetimi

source: Onboarding with e-signature integration
ru: Внедрение с интеграцией электронной подписи
tr: E-imza entegrasyonu ile işe alım

source: One of the most important advantages of UBSIS PACS is that digital images can be sent to health centers anywhere in the world.
ru: Одним из наиболее важных преимуществ UBSIS PACS является то, что цифровые изображения можно отправлять в медицинские центры в любой точке мира.
tr: UBSİS PACS’in en önemli avantajlarından biri de dijital görüntülerin dünyanın herhangi bir yerindeki sağlık merkezine gönderilebilmesidir.

source: One-to-One Messaging
ru: Обмен сообщениями один на один
tr: Bire Bir Mesajlaşma

source: Oracle 10x and above or MS SQL Server 2005 or Postgre 9.x and above
ru: Oracle 10x и выше или MS SQL Server 2005 или Postgre 9.x и выше
tr: Oracle 10x ve üzeri veya MS SQL Server 2005 üzeri veya Postgre 9.x ve üzeri

source: Order
ru: порядок
tr: Satın al

source: Our application allow patients to ask questions whenever they need, wherever they are.
ru: Наше приложение позволяет пациентам задавать вопросы в любое время, где бы они ни находились.
tr: Uygulamamız hastaların ihtiyaç duydukları her yerde, nerede olurlarsa olsunlar soru sormalarını sağlar.

source: Our Hospital Information Management System software has an infrastructure that manages all health processes of a hospital and also has the ability to generate valuable information that can produce strategies for diagnosis and treatment processes and for the hospital financial system.
ru: Наше программное обеспечение системы управления информацией о больницах имеет инфраструктуру, которая управляет всеми процессами здравоохранения в больнице, а также способна генерировать ценную информацию, которая может выработать стратегии для процессов диагностики и лечения, а также для финансовой системы больницы.
tr: Hastane Bilgi Yönetim Sistemi yazılımımız, bir hastanenin tüm sağlık süreçlerini yöneten bir altyapıya sahiptir ve ayrıca teşhis ve tedavi süreçleri ile hastane finansal sistemi için stratejiler üretebilecek değerli bilgiler üretme yeteneğine sahiptir.

source: Our map analysis software is the most important part of the decision making mechanism in health transformation projects. According to the geographical data, the location, capacity, ability to meet the demands of the location of the health institutions, distances to each other and many other indicator analysis allow.
ru: Наше программное обеспечение для анализа карт является наиболее важной частью механизма принятия решений в проектах по трансформации здравоохранения. Согласно географическим данным, местоположение, вместимость, способность удовлетворить требования местоположения учреждений здравоохранения, расстояния друг к другу и многие другие показатели анализа позволяют.
tr: Harita analiz yazılımımız, sağlık dönüşüm projelerinde karar verme mekanizmasının en önemli parçasını teşkil etmektedir. Coğrafi verilere göre sağlık kuruluşlarının yeri, kapasitesi, bulunduğu lokasyonun taleplerini karşılama yeteneği, birbirine olan uzaklıkları ve daha birçok indikatör analizine olanak sağlamaktadır.

source: Our software has the flexibility to analyze all institutions as well as being used mostly in health institutions analysis. It has the capability of automatically pouring all information into statistical graphs by making serial and cross comparisons according to the data entered.
ru: Наше программное обеспечение имеет гибкость для анализа всех учреждений, а также используется в основном для анализа учреждений здравоохранения. Он имеет возможность автоматически вливать всю информацию в статистические графики путем проведения последовательных и перекрестных сравнений в соответствии с введенными данными.
tr: Yazılımımız çoğunlukla sağlık kurumları analizindekullanılmasının yanısıra tüm kurumların analizini yapabilecek esnekliğe sahiptir. Girilen verilere göre seri ve çapraz karşılaştırmalar yaparak otomatik olarak tüm bilgileri istatistiksel grafiklere dökme yeteneği mevucttur.

source: Our system can be used as web-based and desktop technology. The database is independent and there is no need to make large investments for the database. Supported languages are; English, Russian and Arabic. Due to its multi-language supporting infrastructure, it can easily be adapted to other languages. It has an integration infrastructure with insurance institutions.
ru: Наша система может использоваться в качестве веб-технологий и настольных технологий. База данных является независимой, и нет необходимости делать большие инвестиции в базу данных. Поддерживаемые языки: Английский, русский и арабский. Благодаря многоязыковой инфраструктуре, ее можно легко адаптировать к другим языкам. Имеет инфраструктуру интеграции со страховыми организациями.
tr: Sistemimiz web tabanlı ve masaüstü teknolojisi olarak kullanılabilir. Veritabanı bağımsızdır ve veritabanı için büyük yatırım yapmaya gerek yoktur. Desteklenen diller; İngilizce, Rusça ve Arapça'dır. Çok dilli destek altyapısı sayesinde diğer dillere kolayca uyarlanabilir. Sigorta kurumları ile entegrasyon altyapısına sahiptir.

source: Our telemedicine software allows doctors and patients to communicate via video conference and share files. Our software also makes easy to get medical help when, traveling can be difficult and even dangerous for patients with bad health conditions.
ru: Наше программное обеспечение телемедицины позволяет врачам и пациентам общаться через видео-конференции и обмениваться файлами. Наше программное обеспечение также облегчает получение медицинской помощи, когда путешествие может быть трудным и даже опасным для пациентов с плохим состоянием здоровья.
tr: Teletıp yazılımımız, doktorların ve hastaların video konferans yoluyla iletişim kurmasına ve dosya paylaşmasına olanak tanır. Yazılımımız, kötü sağlık koşullarına sahip hastalar için seyahat etmenin zor ve hatta tehlikeli olabileceği durumlarda tıbbi yardım almayı da kolaylaştırır.

source: PACS can be defined as a system of digital acquisition, archiving and transmission of panoramic and local radiological images. UBSİS PACS System not only provides digitally obtained images to be stored, but also enables these images to be transmitted to any computer or other centers within the health center through computer networks.
ru: PACS можно определить как цифровую систему сбора, архивирования и передачи панорамных и локальных радиологических изображений. Система UBSIS PACS не только обеспечивает сохранение полученных в цифровом виде изображений, но также позволяет передавать эти изображения на любой компьютер или в другие центры медицинского центра через компьютерные сети.
tr: PACS panoramik ve yerel radyolojik görüntülerin dijital olarak elde edilmesi, arşivlenmesi ve iletilmesi sistemi olarak tanımlanabilir. UBSİS PACS Sistemi, dijital olarak elde edilen görüntülerin saklanmasını sağladığı gibi, bu görüntülerin bilgisayar ağları aracılığı ile sağlık merkezinin içinde yer alan herhangi bir bilgisayara veya başka merkezlere ulaştırılmasına da olanak tanıyor.

source: Patient Admission and Registration
ru: Прием и регистрация пациентов
tr: Hasta Kabul ve Kayıt

source: Patient Portal
ru: Портал для пациентов
tr: Hasta Portalı

source: Pharmaceutical Information System
ru: Илач Билги Системи
tr: İlaç Bilgi Sistemi

source: Pharmacy Information System
ru: Аптечная информационная система
tr: Eczane Bilgi Sistemi

source: Picture Archiving and Communication System
ru: Радиологическая система визуализации и архивирования
tr: Radyolojik Görüntüleme ve Arşivleme Sistemi

source: Please contact us for further information and pricing details.
ru: Пожалуйста, свяжитесь с нами для получения дополнительной информации и подробной информации о ценах.
tr: Daha fazla bilgi ve fiyatlandırma detayları için lütfen bizimle iletişime geçin.

source: Practice Management
ru: Практика управления
tr: Uygulama Yönetimi

source: Predict the estimated use of each vaccine type (MMR, Influenza, HPV, Zoster) based on actual use.
ru: Предскажите предполагаемое использование вакцин каждого типа (MMR, грипп, ВПЧ, зостер) на основе фактического использования.
tr: Her bir aşı tipinin (MMR, Grip, HPV, Zoster) fiili kullanıma göre tahmini kullanımını öngörün.

source: Procedure Documentation
ru: Процедура Документация
tr: Detaylı Dokümantasyon

source: Provides accelerated image retrieval, economical storage and simultaneous access to images across multiple healthcare sites.
ru: обеспечивает ускоренный поиск изображений, экономичное хранение и одновременный доступ к изображениям на нескольких объектах здравоохранения.
tr: Hızlandırılmış görüntü alma, ekonomik depolama ve birden fazla sağlık alanında görüntülere eşzamanlı erişim sağlar.

source: Providing end-to-end solution for consulting, staffing, recruiting and professional services organizations.
ru: Предоставление комплексного решения для консалтинговых, кадровых, рекрутинговых и профессиональных сервисных организаций.
tr: Danışmanlık, personel alımı, işe alım ve profesyonel hizmet kuruluşları için uçtan uca çözüm.

source: Radiology Information System and PACS
ru: Радиологическая информационная система и PACS
tr: Radyoloji Bilgi Sistemi ve PACS

source: Recording All Transactions
ru: Запись Всех Транзакций
tr: Tüm İşlemlerin Kayıt altına alınabilmesi

source: Recording of Blood Collection Information:
ru: Запись информации о сборе крови:
tr: Kan Alma Bilgilerinin Kaydı:

source: Reduce operation costs.
ru: Уменьшите эксплуатационные расходы.
tr: İşletme maliyetlerini azaltın.

source: Reduce the error rate
ru: Уменьшить уровень ошибок
tr: Hata oranını azaltın

source: Registration by Registration Staff
ru: Регистрация регистрационным персоналом
tr: Kayıt Personeli Tarafından Kayıt

source: Registration of Test Results:
ru: Регистрация результатов испытаний:
tr: Test Sonuçlarının Kaydı:

source: Reminder Management
ru: Управление напоминаниями
tr: Hatırlatma Yönetimi

source: Remote Treatment Plans
ru: Планы удаленного лечения
tr: Uzaktan Tedavi Planları

source: Request Demo
ru: Информация
tr: Demo Talebi

source: Results tracking on LOT basis
ru: Отслеживание результатов на основе лота
tr: LOT bazında sonuç takibi

source: Robotic Process &lt;/span&gt; Automation (RPA)
ru: Роботизированная автоматизация </span>процессов (RPA)
tr: Robotik Süreç </span> Otomasyon (RPA)

source: Robotic Process Automation (RPA) bots with Automation Anywhere, Picture Archiving and Communication System (RIS-PACS), Hospital Information Management Software
ru: Robotic Process Automation, Automation Anywhere, Система архивации и передачи изображений (RIS-PACS), Программное обеспечение для управления информацией больницы
tr: Automation Anywhere ile Robotik Süreç Otomasyonu (RPA), Resim Arşivleme ve İletişim Sistemi (RIS-PACS), Hastane Bilgi Sistemi, Kan Hizmetleri ve Bilgi Sistemi

source: Robotic process automation (RPA) is a form of business process automation technology based on metaphorical software robots (bots) or artificial intelligence (AI) workers
ru: Автоматизация роботизированных процессов (Robotic Process Automation – RPA) – это использование программного обеспечения с искусственным интеллектом (Artificial Intelligence-AI) и возможностями машинного обучения, которые ранее обрабатывали большие объемы воспроизводимых задач, необходимых людям.
tr: Robotik süreç otomasyonu (Robotic Process Automation – RPA), yapay zeka (Artificial Intelligence – AI) ile yazılımın kullanımı ve daha önce insanlar için gerekli olan yüksek hacimli, tekrarlanabilir görevleri ele alan makine öğrenme yetenekleridir.

source: Robotic Process Automation (RPA) Solutions
ru: Решения для роботизированной автоматизации процессов (RPA)
tr: Robotik Süreç Otomasyonu (RPA) Çöümleri

source: RPA Power
ru: Власти РПА
tr: RPA Gücü

source: Sample location tracking
ru: Отслеживание местоположения образца
tr: Örnek lokasyon takibi

source: Sağlık Hizmetinizi Ayağınıza Getiren Teknoloji
ru: Технология, которая поднимает ваше здоровье

source: See “real time” the number of doses per vaccine for commercial and VFC in your inventory.
ru: Посмотрите в реальном времени количество доз на вакцину для коммерческих и VFC в вашем инвентаре.
tr: Envanterinizdeki ticari ve VFC için aşı başına doz sayısını “gerçek zamanlı” görün.

source: Self-Service Employee Portals
ru: Порталы самообслуживания сотрудников
tr: Self Servis Çalışan Portalları

source: Separation or reservation of blood product
ru: Отделение или резервирование продукта крови
tr: Ürünün gerekirse başka bir hasta için rezerve edilebilmesi

source: Social Services
ru: Социальные службы
tr: Sosyal Hizmetler

source: Software
ru: программное
tr: Yazılımı

source: Software can work integrated with the Electronic Registration Systems of Hospitals. It can work with MsSQL and Oracle databases. The software language is DELPHI.The system works with software and databases that are easily available on the market.If there is a server used, the system runs on the existing server, and even low capacity devices on the market are sufficient for terminals and printers.
ru: Программное обеспечение может работать интегрировано с электронными регистрационными системами больниц. Он может работать с базами данных MsSQL и Oracle. Язык программного обеспечения-DELPHI.Система работает с программным обеспечением и базами данных, которые легко доступны на рынке.Если используется сервер, то система работает на существующем сервере, и даже устройств малой емкости на рынке достаточно для терминалов и принтеров.
tr: Yazılım Hastanelerin Elektronik Kayıt Sistemleri İle Entegre çalışabilmektedir. MsSQL ve Oracle veri tabanlar ile çalışabilmektedir. Yazılım dili DELPHI'dir. Sistem, piyasada kolaylıkla bulunan yazılım ve veri tabanlarıyla çalışmaktadır. Kullanılan bir sunucu varsa, sistem mevcut sunucu üzerinde çalışmakta, terminaller ve yazıcılar için ise piyasadaki düşük kapasiteli cihazlar bile yeterli olmaktadır.

source: Software Solutions
ru: Программные решения
tr: Yazılım çözümleri

source: Software Solutions for Healthcare Instutitions
ru: Программные решения для учреждений здравоохранения
tr: Sağlık Kurumları için Yazılım Çözümleri

source: Softwares
ru: Програмное обеспечение
tr: Yazılım

source: Spot geographic trends
ru: Найди географические тренды
tr: Coğrafi eğilimleri tespit edin

source: Statistical reporting system adaptable to demand
ru: Система статистической адаптивной отчетности, адаптируемая к спросу
tr: İsteğe göre uyarlanabilir istatistiksel raporlama sistemi

source: Storage Information of the Blood Products:
ru: Информация о хранении продуктов крови:
tr: Kan ürünlerinin depolama bilgileri:

source: Structured Reports (SR)
ru: Структурированные отчеты (SR)
tr: Yapısal Raporlar (SR)

source: Supported languages are; English, Russian and Arabic. Due to its multi-language supporting infrastructure, it can easily be adapted to other languages. Our LIS Solution Having successfully passed the IHE(Integrating the Healthcare Enterprise) tests, which is considered as the only criterion of interoperability with other systems in the international platform, it has an IHE declaration in laboratory field knowledge.
ru: Поддерживаемые языки: Английский, русский и арабский. Благодаря многоязыковой инфраструктуре, ее можно легко адаптировать к другим языкам. Наше решение LIS Успешно пройдя тесты IHE (Integrating the Healthcare Enterprise), которые рассматриваются как единственный критерий взаимодействия с другими системами на международной платформе, оно имеет декларацию IHE в области лабораторных знаний.
tr: Dil olarak İngilizce Rusça ve Arapçadır. Çok dil destekli altyapısı nedeni ile diğer dillere uyarlanabilinir. LIS Çözümümüz Uluslararası platformda diğer sistemlerle birlikte çalışabilirliğin tek ölçütü sayılan IHE (Integrating the Healthcare Enterprise) testlerinden başarıyla geçerek, laboratuvar alan bilgisinde IHE deklarasyonuna sahiptir.

source: Telemedıcıne &lt;/span&gt;Software
ru: Программное</span> обеспечение телемедицины
tr: Tele </span> tıp Yazılımı

source: The Blood Products and Transfusion Information Management System is designed to be flexible enough to meet all registration, reporting and retention requirements of Blood Banks.
ru: Система управления информацией о продуктах крови и переливании крови разработана таким образом, чтобы быть достаточно гибкой для удовлетворения всех требований к регистрации, отчетности и хранению банков крови.
tr: Kan Ürünleri ve Transfüzyon Bilgi Yönetim Sistemi, Kan Bankalarının tüm kayıt, raporlama ve saklama gereksinimlerini karşılayacak esneklikte tasarlanmıştır.

source: The inability to perform any other operation other than the disposal of unsuitable blood
ru: Невозможность выполнения какой-либо другой операции, кроме удаления неподходящей крови
tr: Uygun Olmayan Kanın İmha İşlemi Dışında Çıkışının Yapılamaması

source: The registration of the blood product to the stock and the location information where it is stored can be recorded in the system, if necessary, barcode can be printed with or without ISBT standard or pre-printed ready barcodes can be used.
ru: Регистрация продукта крови на складе и информация о местоположении, где он хранится, могут быть записаны в систему, при необходимости штрих-код может быть напечатан со стандартом ISBT или без него, а также могут быть использованы предварительно напечатанные готовые штрих-коды.
tr: Kan ürünlerinin stoğa kaydı ve saklandığı dolapla ilgili lokasyon bilgileri sisteme kaydedilebilir, gerekirse bu torba ile ilgili olarak ISBT standardında olan veya olmayan barkod basılabilir veya önceden basılmış hazır barkodlar kullanılabilir.

source: Through the connection between the hospital Information System, radiology information system and PACS, radiological images, as well as reports of images and other recorded information of the patient can be observed via the intranet.So when the doctor presses a button, he can access all of the patient's information from his desk and make a comparative evaluation.
ru: Благодаря установленной связи между информационной системой больницы, радиологической информационной системой и ПГС, в дополнение к радиологическим изображениям, отчеты об изображениях и другая информация, содержащаяся в декрете пациента, также могут наблюдаться через интрасеть. Таким образом, когда врач нажимает кнопку, он может получить доступ ко всей информации пациента со своего стола и провести сравнительную оценку.
tr: Hastane Bilgi Sistemi, Radyoloji Bilgi Sistemi ve PACS arasında kurulan bağlantı sayesinde radyolojik görüntülerin yanı sıra, görüntülerin raporları ve hastanın kayıtlı bulunan diğer bilgileri de intranet yoluyla gözlenebilir. Böylece doktor bir tuşa bastığında, masasından hastanın bütün bilgilerine ulaşabilir ve karşılaştırmalı değerlendirme yapabilir.

source: Time &amp; Expense Modules
ru: Модули времени и расходов
tr: Zaman ve Masraf Modülleri

source: Transfusion Reporting
ru: Отчет О Переливании Крови
tr: Transfuzyon Raporu

source: Turn Around Time Analysis
ru: Анализ времени поворота
tr: Turn Around Zaman Analizi

source: UBSIS Blood Products and Transfusion Information Management System Software
ru: Программное обеспечение системы управления информацией о продуктах крови и переливании UBSIS
tr: UBSİS Kan Ürünleri ve Transfüzyon Bilgi Yönetim Sistemi Yazılımı

source: UBSIS Healthcare Instutitions Visual Analysis Software
ru: Программное обеспечение для визуального анализа медицинских учреждений UBSIS
tr: UBSİS Sağlık Kurumları Görsel Analiz Yazılımı
