Repository: ramazankizilkaya/UBSIS3
Catalog: UBSIS3.Web/Resources/Views/Home/Softwares.*.resx
Languages: ru, tr

source: 100% compatible with Oracle, MS-SQL and Postgre Oracle
ru: 100% совместимость с Oracle, MS-SQL и Postgre Oracle
tr: Oracle, MS-SQL ve Postgre ile %100 uyumlu

source: A software that manages all health operations of hospitals and can also produce strategies for diagnosis and treatment processes and for the hospital financial system
ru: Программное обеспечение, которое управляет всеми операциями в области здравоохранения в больницах, а также может разрабатывать стратегии диагностики и лечения, а также для финансовой системы больниц.
tr: Hastanelerin tüm sağlık operasyonlarını yöneten ve ayrıca teşhis ve tedavi süreçleri ile hastane finansal sistemi için stratejiler üretebilen bir yazılım

source: A software that speeds up the laboratory work processes in health institutions and enables the complete processing of the data and analysis of the results.
ru: Программное обеспечение, которое ускоряет лабораторные рабочие процессы в медицинских учреждениях и позволяет полностью обрабатывать данные и анализировать результаты.
tr: Sağlık kurumlarında bulunan laboratuvar iş süreçlerini hızlandırarak verilerin eksiksiz bir şekilde işlenmesini ve sonuçlarının analiz edilmesini sağlayan bir yazılım.

source: Ability to compare real inventory with virtual inventory to maintain accuracy of counts.
ru: Возможность сравнивать реальные запасы с виртуальными запасами, чтобы поддерживать точность подсчетов.
tr: Sayıların doğruluğunu korumak için gerçek envanteri sanal envanterle karşılaştırabilme.

source: Ability to quickly record vaccine shipments to inventory either via bar code scanner or manual entry.
ru: Возможность быстрой записи поставок вакцины в инвентарь с помощью сканера штрих-кода или ручного ввода.
tr: Barkod tarayıcı veya manuel giriş yoluyla aşı gönderilerini envantere hızlı bir şekilde kaydetme yeteneği.

source: adaptive analysis capability on indicator basis
ru: возможность адаптивного анализа на основе показателей
tr: indikatör bazında uyarlanabilir analiz yeteneği

source: Administrative Systems:
ru: административная система:
tr: İdari Sistemler:

source: Advantages of map analysis software
ru: Преимущества программного обеспечения для картографического анализа учреждений здравоохранения
tr: Sağlık kurumları harita analiz yazılımının Avantajları

source: Alerts &amp; Notifications
ru: Оповещения и уведомления
tr: Uyarılar ve Bildirimler

source: All information related to blood donation (blood collection time, blood group, product volume, product type such as TDP-Whole Blood etc.) can be recorded in the system. In case the blood product comes from another blood center, information about the product and the blood center from which it comes can be recorded in the system.
ru: Вся информация, связанная с донорством крови (время сбора крови, Группа крови, объем продукта, тип продукта, например TDP-цельная кровь и т.д.) может быть записан в системе. В случае, если продукт крови поступает из другого центра крови, информация о продукте и Центре крови, из которого он поступает, может быть записана в системе.
tr: Kan bağışı ile ilgili tüm bilgiler (kan toplama süresi, kan grubu, ürün hacmi, TDP gibi ürün tipi-tam kan vb.) sisteme kaydedilebilir. Kan ürünü başka bir kan merkezinden gelirse, ürün ve geldiği kan Merkezi hakkında bilgi sisteme kaydedilebilir.

source: All the features you seek in a standard DICOM viewer (Pan, Zoom, Window, Level, measurements…) and more.
ru: Все функции, которые вы ищете в стандартной программе просмотра DICOM (панорамирование, масштабирование, окно, уровень, измерения ...) и многое другое.
tr: Standart bir DICOM görüntüleyicide aradığınız tüm özellikler (Pan, Zoom, Window, Level, ölçümler…) ve daha fazlası.

source: Antibody Screening and Identification
ru: Скрининг и идентификация антител
tr: Antikor Tarama ve Tanımlaması

source: AON Analysis
ru: AON Анализ
tr: AON Analizi

source: Apheresis and Therapeutic Apheresis Procedures
ru: Аферез и лечебные процедуры афереза
tr: Afarez ve Terapatik Afarez İşlemleri

source: Appointment Management (Robotic Appointment, Internet Appointment)
ru: Назначение управления (Роботизированное Назначение, Интернет Назначение)
tr: Randevu Yönetimi (Robotik Randevu, İnternet Randevusu)

source: Appointment Reminders
ru: Назначение Напоминания
tr: Randevu Hatırlatıcıları

source: Appointment Scheduling
ru: Назначение Планирование
tr: Randevu Zamanlaması

source: As Low as
ru: Так низко, как
tr: En Düşük

source: At the stage of rejection or acceptance of the donor, if necessary, help can be obtained regarding the diseases of the donor or the drugs they are using. Final/temporary rejection: demographic information of the donor or patient can be recorded in the system.The donor may be denied or accepted, either definitively or temporarily, based on the answers he or she gives on the acceptance form and the findings of the physical examination.Physical examination findings can be recorded in the system.
ru: На стадии отторжения или принятия донора, при необходимости, может быть получена помощь относительно заболеваний донора или используемых им лекарств. Окончательный / временный отказ: демографическая информация донора или пациента может быть записана в систему.Донору может быть отказано или он может быть принят, либо окончательно, либо временно, на основании ответов, которые он дает на бланке приема, а также результатов физического обследования.Результаты физического обследования могут быть записаны в систему.
tr: Donörün red veya kabul edilmesi aşamasında gerekirse donörün hastalıkları veya kullandıkları ilaçlarla ilgili olarak yardım alabilir. Kesin/Geçici Red: Donörün veya hastanın demografik bilgileri sisteme kaydedilebilir, donörün kabul formunda verdiği cevaplar ve fiziki muayene bulgularına göre kesin/geçici reddedilebilir veya donör olarak kabulü yapılabilir, fiziki muayene bulguları sisteme kaydedilebilir.

source: Automatic Registration from Kiosk
ru: Автоматическая регистрация из киоска
tr: Kiosk'tan Otomatik Kayıt

source: Before blood is taken into the bag or before the apharesis procedure begins, test results (such as blood type) to the patient or donor can be recorded in the system.
ru: до того, как кровь будет взята в пакет или до начала процедуры афареза, результаты анализов (например, группа крови) пациента или донора могут быть записаны в систему.
tr: Torbaya kan alınmadan önce veya afarez işlemi başlamadan önce hasta veya donöre yapılan test sonuçları (kan grubu gibi) sisteme kaydedilebilir.

source: Best For All Healthcare Professionals
ru: Лучший для всех работников здравоохранения
tr: Sağlık Hizmetinizi Ayağınıza Getiren Teknoloji

source: Blood Center (Blood Bank)
ru: Центр крови (Банк крови)
tr: Kan Merkezi (Kan Bankası)

source: Blood Group Separation
ru: Разделение Групп Крови
tr: Kan Grubu Ayrımı

source: Blood Products and Transfusıon &lt;/span&gt;Informatıon Management System Software
ru: Информационная система управления</span> продуктами крови и переливания крови
tr: Kan Ürünleri ve Transfüzyon</span> Bilgi Yönetim Sistemi Yazılımı

source: Both web-based and client/server architecture &lt;br/&gt;according to need
ru: И веб-и клиент-серверная архитектура в соответствии с потребностями
tr: İhtiyaca göre hem web tabanlı hem de istemci/sunucu mimari

source: Cardiology, Oncology (Radiotherapy, Chemotherapy), Psychology, Orthopedics, Hemodialysis, Physiotherapy, Emergency Module, Oral and Dental Health, Audiology, Pathology, Nuclear Medicine(NMIS)
ru: кардиология, онкология (лучевая терапия, химиотерапия), психология, ортопедия, гемодиализ, физиотерапия, модуль неотложной помощи, здоровье полости рта и зубов, аудиология, патология, ядерная медицина (NMIS)
tr: Kardiyoloji, Onkoloji (Radyoterapi, Kemoterapi), Psikoloji, Ortopedi, Hemodiyaliz, Fizyoterapi, Acil Modül, Ağız ve Diş Sağlığı, Odyoloji, Patoloji, Nükleer Tıp (NMIS)

source: Clinical Modules:
ru: Клинические Модули:
tr: Klinik Modüller:

source: Compatibility with all devices (iPad, iPhone, Android) with cross-platform feature
ru: Совместимость со всеми устройствами (iPad, iPhone, Android) с кросс-платформенной функцией
tr: Cross-platform özelliği ile tüm cihazlara (iPad, iPhone, Android) uyumluluk

source: Critical Stock Level Identification
ru: Идентификация Критического Уровня Запасов
tr: Kritik Stok Seviyesi Tanımlaması

source: Cross-Match Records
ru: Рекорды Кросс-Матчей
tr: Başka bir hasta için kullanılacak ürünle ilgili cross-match bilgilerin sisteme kaydedilebilmesi

source: Defining as many indicators in need
ru: Определение необходимого количества индикаторов
tr: İhtiyaç duyulan sayıda indikatör tanımlanabilme

source: Designate staff members to order, access, track, charge and maintain medical supply inventory levels. The tool also monitors equipment repairs and sterilization, as well as manages vendors and purchases. Detailed reports are readily available for repairs, sterilization, inventory, reorders and items list.
ru: Назначьте сотрудников для заказа, доступа, отслеживания, зарядки и поддержания уровня запасов медицинского оборудования. Инструмент также контролирует ремонт и стерилизацию оборудования, а также управляет поставщиками и покупками. Подробные отчеты доступны для ремонта, стерилизации, инвентаризации, переупорядочения и списка предметов.
tr: Sistem sayesinde tıbbi malzeme envanteri seviyelerini sipariş etmek, erişmek, takip etmek, ücretlendirmek ve bakımını yapmak için personel atayabilirsiniz. Ayrıca ekipman onarımlarını ve sterilizasyonu izleyebilir, satıcıları ve satın alımları yönetebilirsiniz. Sistemin onarımlar, sterilizasyon, envanter, yeniden siparişler ve ürün listesi için ayrıntılı raporlama kabiliyeti mevcuttur.

source: Developments in IT and mobile technology allows telemedicine softwares become very accessible and useful, and especially helpful in monitoring patients with bad conditions, even at a distance.
ru: Разработки в области ИТ и мобильных технологий позволяют программам телемедицины стать очень доступными и полезными, и особенно полезными для мониторинга пациентов с плохими условиями даже на расстоянии.
tr: BT ve mobil teknolojideki gelişmeler, teletıp yazılımlarının çok erişilebilir ve kullanışlı olmasını sağlar ve özellikle uzak mesafelerde bile kötü durumdaki hastaların izlenmesinde yardımcı olur.

source: Device integration library
ru: Библиотека интеграции устройств
tr: Cihaz entegrasyon kütüphanesi

source: Distance and density analysis on the map
ru: Анализ расстояния и плотности на карте
tr: Harita üzerinde mesafe ve yoğunluk analizi

source: Document collection module helps you send out pre-defined email templates and collect documents and other information from the Employees, Consultants &amp; Vendors using self-service portal link. Integrated Notes module helps track all the notes associated with each Employee.
ru: Модуль сбора документов помогает вам отправлять предварительно определенные шаблоны электронной почты и собирать документы и другую информацию от сотрудников, консультантов и поставщиков, используя ссылку на портал самообслуживания. Встроенный модуль заметок помогает отслеживать все заметки, связанные с каждым сотрудником.
tr: Belge toplama modülü, self servis portal bağlantısını kullanarak önceden tanımlanmış e-posta şablonları göndermenize ve çalışanlardan, danışmanlardan ve satıcılardan belge ve diğer bilgileri toplamanıza yardımcı olur. Entegre notlar modülü, her çalışanla ilişkili tüm notların izlenmesine yardımcı olur.

source: Donor Acceptance Form: The donor acceptance form used in the Blood Bank can be introduced to VITALIS, default answers can be entered in advance, the donor's answers to the questions in this form can be recorded in the system, and statistical reports can be obtained regarding these records when necessary.
ru: Форма приема донора: форма приема донора, используемая в банке крови, может быть введена в VITALIS, ответы по умолчанию могут быть введены заранее, ответы донора на вопросы в этой форме могут быть записаны в системе, и при необходимости можно получить статистические отчеты относительно этих записей.
tr: Donör Kabul Formu: Kan Bankasında kullanılan donör kabul formu VITALIS’e tanıtılabilir, varsayılan cevaplar önceden girilebilir, donörün bu formdaki sorulara verdiği cevaplar sisteme kaydedilebilir, gerektiğinde bu kayıtlarla ilgili istatistikî raporlar alınabilir.

source: Donor Information:
ru: Информация О Донорах:
tr: Donör Bilgisi:

source: E-Prescribing
ru: E-прописывания
tr: E-Reçete

source: Effective guiding factor in large scale transformation projects
ru: Эффективный руководящий фактор в масштабных трансформационных проектах
tr: Büyük çaplı dönüşüm projelerinde etkin yol gösterici unsur

source: Electronic Health Record
ru: Электронная медицинская карта
tr: Elektronik Sağlık Kaydı

source: Electronic warehouse demand and tracking system
ru: Электронная складская система учета спроса и отслеживания
tr: Elektronik depo talep ve takip sistemi

source: Eliminate human errors caused by manual data entry.
ru: Устранить человеческие ошибки, вызванные ручным вводом данных.
tr: Manuel veri girişinden kaynaklanan insan hatalarını ortadan kaldırın.

source: Expiry date Tracking
ru: Отслеживание срока годности
tr: Miat Takibi

source: Facilitates unlimited image capture, video capture and storage of patient records
ru: Облегчает неограниченный захват изображений, видео захват и хранение записей о пациентах
tr: Sınırsız görüntü yakalama, video yakalama ve hasta kayıtlarının saklanmasını kolaylaştırır

source: Featured Systems (Sterilization, Operating Room, Intensive Care)
ru: Рекомендуемые системы (стерилизация, операционная, интенсивная терапия)
tr: Özellikli Sistemler (Sterilizasyon, Ameliyathane, Yoğun Bakım)

source: Features of Blood Products and Transfusion Information Management System Software
ru: Особенности Программного Обеспечения Информационной Системы Управления Продуктами Крови И Переливания Крови
tr: Kan ürünleri ve transfüzyon bilgi yönetim sistemi yazılımı özellikleri

source: Features of Laboratory Information Management System Software
ru: Особенности программного обеспечения лабораторной информационной системы управления
tr: Laboratuvar Bilgi Yönetim Sistemi Yazılımının Özellikleri

source: Find over and under-served areas
ru: Найдите переоцененные и недостаточно обслуживаемые районы
tr: Fazla ve az hizmet alanlarını bulma

source: Fully automated Vaccine Management System
ru: Полностью автоматизированная система управления вакцинами
tr: Tam otomasyonlu Aşı Yönetim Sistemi

source: Give your employees the opportunity to focus on value-added jobs.
ru: Дайте вашим сотрудникам возможность сосредоточиться на работе с добавленной стоимостью.
tr: Çalışanlarınıza katma değerli işlere odaklanma fırsatı verin.

source: Health at Home
ru: Здоровье дома
tr: Evde Sağlık

source: Health Instutıtıon &lt;/span&gt;Mapper Software
ru: Программное Обеспечение Для</span> Картографирования Медицинских Учреждений
tr: Sağlık Kurumları </span>Haritalandırma Analiz Yazılımı

source: High efficiency at low connection speeds
ru: Высокая эффективность при низких скоростях соединения
tr: Düşük bağlantı hızlarında yüksek verimlilik

source: Home
ru: домашняя страница
tr: Anasayfa

source: Hospital Informatıon Management System &lt;/span&gt;Software
ru: Программное обеспечение системы управления</span>информацией больницы
tr: Hastane Bilgi Yönetim Sistemi </span> Yazılımı

source: Human Resource Management system provides all the essential modules to manage your Human capital. This complete HR system streamlines administrative tasks, improves communication, reduces costs, and provides instant alerts, reports and analytics.
ru: Система управления человеческими ресурсами предоставляет все необходимые модули для управления вашим человеческим капиталом. Эта полная система управления персоналом оптимизирует административные задачи, улучшает связь, снижает затраты и обеспечивает мгновенные оповещения, отчеты и аналитику.
tr: İnsan Kaynakları Yönetim sistemi, İnsan sermayenizi yönetmek için gerekli tüm modülleri sağlar. Bu eksiksiz İK sistemi idari görevleri kolaylaştırır, iletişimi geliştirir, maliyetleri düşürür ve anında uyarılar, raporlar ve analizler sağlar.

source: Human Resources And Asset &lt;/span&gt;Management Software
ru: Программное обеспечение для управления </span> персоналом и активами
tr: İnsan Kaynakları ve Envanter </span> Yönetim Yazılımı

source: Human Resources Management... &lt;br /&gt;The most efficient way to manage your most valuable assets...
ru: Управление персоналом ... <br /> Самый эффективный способ управления вашими наиболее ценными активами ...
tr: İnsan Kaynakları Yönetimi ... <br />En değerli varlıklarınızı yönetmenin en verimli yolu ...

source: Human Resources, Salary, Additional Payment, Seizure-Shift, PDKS, Demand Management and Purchasing, Budget and Accounting, Stock-Fixture and Material Management, Clinical Engineering (Medical Device Tracking), Medical Record Archive Statistics and Reporting Module, Business Intelligence Practice(BI)
ru: Человеческие ресурсы, Зарплата, Доплата, Seizure-Shift, PDKS Управление спросом и закупками, Бюджет и учет, Управление складами и материалами, Клиническая инженерия (отслеживание медицинских устройств), архив медицинских карт Модуль статистики и отчетности, Практика бизнес-аналитики (BI)
tr: İnsan Kaynakları, Maaş, Ek Ödeme, Nöbet-Vardiya, PDKS, Talep Yönetimi ve Satın Alma, Bütçe ve Muhasebe, Stok Fikstürü ve Malzeme Yönetimi, Klinik Mühendisliği (Tıbbi Cihaz Takibi), Tıbbi Kayıt Arşiv İstatistikleri ve Raporlama Modülü, İşletme İstihbarat Uygulaması (BI)

source: Image &amp; Video Management
ru: Управление имиджем и видео
tr: Görüntü ve Video Yönetimi

source: In traditional workflow automation tools, a software developer produces a list of actions to automate a task and interface to the back-end system using internal application programming interfaces (APIs) or dedicated scripting language. In contrast, RPA systems develop the action list by watching the user perform that task in the application's user interface, and then perform the automation by repeating those tasks directly in the user interface. RPA tools have strong technical similarities to graphical user interface testing tools. These tools also automate interactions with the user interface, and often do so by repeating a set of demonstration actions performed by a user. RPA tools differ from such systems that allow data to be handled in and between multiple applications, for instance, receiving email containing an invoice, extracting the data, and then typing that into a bookkeeping system.
ru: В традиционных инструментах автоматизации рабочих процессов разработчик программного обеспечения создает список действий для автоматизации задачи и интерфейса с внутренней системой с использованием внутренних интерфейсов прикладного программирования (API) или специального языка сценариев. Напротив, системы RPA разрабатывают список действий, наблюдая, как пользователь выполняет эту задачу в пользовательском интерфейсе приложения, а затем выполняют автоматизацию, повторяя эти задачи непосредственно в пользовательском интерфейсе. Инструменты RPA имеют сильное техническое сходство с инструментами тестирования графического пользовательского интерфейса. Эти инструменты также автоматизируют взаимодействие с пользовательским интерфейсом и часто делают это путем повторения набора демонстрационных действий, выполняемых пользователем. Инструменты RPA отличаются от таких систем, которые позволяют обрабатывать данные в нескольких приложениях и между ними, например, получать электронную почту, содержащую счет-фактуру, извлекать данные и затем вводить их в бухгалтерскую систему.
tr: Geleneksel iş akışı otomasyon araçlarında, bir yazılım geliştiricisi, dahili uygulama programlama arabirimleri (API) veya özel komut dosyası dili kullanarak bir görevi ve arka uç sisteme arabirimi otomatikleştirmek için bir eylemler listesi üretir. Buna karşılık, RPA sistemleri, kullanıcının bu görevi uygulamanın kullanıcı arabiriminde gerçekleştirmesini izleyerek eylem listesini geliştirir ve ardından bu görevleri doğrudan kullanıcı arabiriminde tekrarlayarak otomasyonu gerçekleştirir. RPA araçları, grafik kullanıcı arabirimi test araçlarıyla güçlü teknik benzerliklere sahiptir. Bu araçlar ayrıca kullanıcı arayüzü ile etkileşimleri otomatik hale getirir ve bunu genellikle bir kullanıcı tarafından gerçekleştirilen bir dizi gösteri eylemini tekrarlayarak yapar. RPA araçları, verilerin birden fazla uygulama içinde ve arasında işlenmesine izin veren bu tür sistemlerden farklıdır; örneğin, fatura içeren bir e-posta almak, verileri ayıklamak ve daha sonra bunu bir defter tutma sistemine yazmak.

source: Increase your efficiency with robots that are always on duty.
ru: Повысьте эффективность с помощью роботов, которые всегда на дежурстве.
tr: Her zaman görevde olan robotlarla verimliliğinizi artırın.

source: Increase/decrease the bots you use according to your needs.
ru: Увеличивайте/уменьшайте ботов, которых вы используете в соответствии с вашими потребностями.
tr: Kullandığınız botları ihtiyaçlarınıza göre artırın/azaltın.

source: Infection Prevention &amp; Scope Tracking
ru: Профилактика инфекций и отслеживание объема
tr: Enfeksiyon Önleme ve Kapsam Takibi

source: Information Desk System
ru: Информационная система
tr: Danışma Masası Sistemi

source: Instant access from any device without any setup
ru: Мгновенный доступ с любого устройства без какой-либо настройки
tr: Herhangi bir kuruluma gerek olmadan istediğiniz cihazdan anında erişim

source: Integrated vaccination reporting system
ru: Интегрированная система отчетности о прививках
tr: Entegre aşı raporlama sistemi

source: Integration in IHE standards
ru: Интеграция в стандарты IHE
tr: IHE standartlarında entegrasyon

source: Integration with Other Blood Bank Centers
ru: Интеграция с другими центрами банка крови
tr: Diğer Kan Merkezleri İle Entegrasyon

source: Intelligent audit request management
ru: Интеллектуальное управление запросами аудита
tr: Akıllı tetkik istem yönetimi

source: Introduction of Forward, Reverse and RH Subgroups
ru: Введение прямой, обратной и RH подгрупп
tr: forward, reverse ve RH subgrupların sisteme tanıtılabilmesi

source: Inventory Tracking and Management
ru: Отслеживание запасов и управление ими
tr: Stok Takibi ve Envanter Yönetimi

source: ISO 15189 support
ru: Поддержка ISO 15189
tr: ISO 15189 desteği

source: Laboratory Business Intelligence and unlimited statistical solutions
ru: Лаборатория бизнес-аналитики и неограниченные статистические решения
tr: Laboratuvar İş Zekası ve sınırsız istatistik çözümleri

source: Laboratory Information Management System
ru: Лабораторная система управления информацией
tr: Laboratuvar Bilgi Yönetim Sistemi
