Repository: ramazankizilkaya/UBSIS3
Catalog: UBSIS3.Web/Resources/Views/Home/Softwares.*.resx
Languages: ru, tr

source: UBSIS Hospital Information Management System Software
ru: Программное обеспечение системы управления больничной информацией UBSIS
tr: UBSİS Hastane Bilgi Yönetim Sistemi Yazılımı

source: UBSIS Human Resources and Asset Management Software
ru: UBSIS человеческих ресурсов и программного обеспечения по управлению активами
tr: UBSİS İnsan Kaynakları ve Envanter Yönetimi yazılımı

source: UBSIS Laboratory Information Management System (LIMS) Software
ru: Программное обеспечение UBSIS Laboratory Information Management System (LIMS)
tr: UBSİS Llaboratuvar Bilgi Yönetim Sistemi (LIMS) Yazılımı

source: UBSIS Multiscope Software
ru: Программное обеспечение UBSIS Multiscope
tr: UBSİS Multiscope Yazılımı

source: UBSIS Picture Archiving and Communication Software (PACS)
ru: UBSIS передачи и архивации изображений, программное обеспечение (СКУД)
tr: UBSİS Radyolojik Görüntüleme ve Arşivleme Sistemi Yazılımı

source: UBSIS provides Robotic Process Automation (RPA) solutions with our business partner Automation Anywhere
ru: UBSIS предоставляет роботизированные решения для автоматизации технологических процессов (RPA) вместе с нашим деловым партнером "Automation Anywhere"
tr: UBSİS olarak, iş ortağımız Automation Anywhere desteğinde Robotik Süreç Otomasyonu (RPA) Çözümleri Sunmaktayız.

source: UBSIS Software team is developing brillant Software Solutions and RPA bots for Hospitals, Clinics and Labs, located in England, Turkey and Russia.
ru: Команда UBSIS Software разрабатывает блестящие программные решения и RPA-боты для больниц, клиник и лабораторий, расположенных в Англии, Турции и России.
tr: UBSIS yazılım ekibi, İngiltere, Türkiye ve Rusya'da bulunan hastaneler, klinikler ve diğer sağlık kurumlarında kullanılan mükemmel yazılım çözümleri ve RPA botları geliştirmektedir.

source: UBSIS Telemedicine Software
ru: Телемедицинское программное обеспечение UBSIS
tr: UBSİS Teletıp Yazılımı

source: UBSIS Vaccine Management Software
ru: Программное обеспечение для управления вакциной UBSIS
tr: UBSİS Aşı Yönetim Yazılımı

source: UBSİS PACS Server DICOM 3.0 format images from all kinds of digital modalities are archived on the PACS server. Archived images are sent to UBSİS PACS Workstations with DICOM Query / Retrieve feature. Images on the PACS server can also be accessed over the intranet and the Internet via UBSİS PACS WADO. UBSİS PACS Server can run smoothly with Workstations of other manufacturers. Thanks to the lossless compression feature, the images can be compressed and archived at an average of 3 times the physical capacity of the server. The images that come to the PACS server can be automatically sent to different Workstations and PACS servers within the framework of the defined rule.
ru: UBSİS PACS Server Изображения формата DICOM 3.0 из всех видов цифровых модальностей архивируются на сервере PACS. Архивные изображения отправляются на рабочие станции UBSİS PACS с функцией DICOM Query / Retrieve. Изображения на сервере PACS также могут быть доступны через интранет и Интернет через UBSİS PACS WADO. UBSİS PACS Server может работать без проблем с рабочими станциями других производителей. Благодаря функции сжатия без потерь изображения можно сжимать и архивировать в среднем в 3 раза больше физической емкости сервера. Образы, поступающие на сервер PACS, могут автоматически отправляться на разные рабочие станции и серверы PACS в рамках определенного правила.
tr: UBSİS PACS Server DICOM 3.0 formatında her türlü dijital modalitelerden gelen görüntüler PACS sunucusunda arşivlenir. Arşivlenen görüntüler UBSİS PACS İş İstasyonlarına DICOM Query/Retrieve özelliği ile gönderilir. PACS sunucusu üzerindeki görüntülere UBSİS PACS WADO üzerinden de intranet ve internet üzerinden erişilebilmektedir. Diğer üreticilerin İş İstasyonları ile UBSİS PACS Server sorunsuz çalışabilmektedir. Kayıpsız sıkıştırma özelliği sayesinde görüntüler sıkıştırılarak sunucu üzerinde fiziksel kapasitesinin ortalama 3 katı oranında arşivleme yapılabilmektedir. PACS sunucusuna gelene görüntüler tanımlanan kural çerçevesinde otomatik olarak farklı iş İstasyonuna ve PACS sunucularına otomatik olarak gönderilebilmektedir.

source: Understanding the big picture
ru: Понимание общей картины
tr: Büyük resmi anlama

source: Vaccines have big importance in healtcare sector. Most vaccine management systems use paper or manual tools (like Excel spreadsheet) for tracking/managing of their vaccine inventory. While this system is widely in use, there is now a better choice , the power of software. With Vaccine management software you can enhance your vaccine management, facilitate overall administration burden and decrease possible faults nearly %100 percent.
ru: Вакцины имеют большое значение в сфере здравоохранения. Большинство систем управления вакцинами используют бумажные или ручные инструменты (например, электронные таблицы Excel) для отслеживания / управления своими запасами вакцин. В то время как эта система широко используется, теперь есть лучший выбор - мощь программного обеспечения. С помощью программного обеспечения для управления вакцинами вы можете улучшить управление вакцинами, облегчить общую нагрузку на администрацию и уменьшить возможные неисправности почти на 100%
tr: Sağlık sektöründe aşılar büyük önem taşımaktadır. Çoğu aşı yönetim sistemi, aşı envanterini izlemek / yönetmek için kağıt veya manuel araçlar (Excel elektronik tablosu gibi) kullanır. Bu sistem yaygın olarak kullanılmasına rağmen, şimdi daha iyi bir seçim, yazılımın gücü var. Aşı yönetim yazılımı ile aşı yönetiminizi geliştirebilir, genel yönetim yükünü kolaylaştırabilir ve olası hataları neredeyse% 100 azaltabilirsiniz.

source: Vaccıne &lt;/span&gt; Management Software
ru: Программное обеспечение для</span> управления Vaccıne
tr: Aşı</span> Yönetim Yazılımı

source: Video Conferencing
ru: Видео-конференция
tr: Video konferans

source: Visual analysis helping to see the big picture in health care systems
ru: Визуальный анализ помогает увидеть общую картину в системах здравоохранения
tr: Sağlık sistemlerinde büyük resmi görmeye yardımcı olan görsel analiz

source: We develop fabulous softwares for healthcare services...
ru: Мы разрабатываем великолепные программы для служб здравоохранения ...
tr: Sağlık hizmetleri için benzersiz yazılımlar geliştiriyoruz...

source: Web-based Health Insurance Portability and Accountability (HIPAA) compliant telemedicine system.
ru: Система телемедицины, совместимая с системой медицинского страхования и мобильности (HIPAA).
tr: Web Tabanlı Sağlık Sigortası Taşınabilirlik ve Hesap Verebilirlik (HIPAA) uyumlu teletıp sistemi.

source: What is Robotic Process Automation (RPA)? Robotic Process Automation; It is the automation of high volume, rule - based, repetitive and human processes that do not need added value with 'software robots'. Software Robots; While performing a task, employees can learn and imitate the steps and interaction movements on software systems, enter applications and programs, read and process data, analyze and report the result.
ru: Что такое роботизированная автоматизация процессов (RPA)? Роботизированная автоматизация процессов; Это автоматизация большого объема, основанных на правилах, повторяющихся и человеческих процессов, которые не нуждаются в добавленной стоимости с помощью «программных роботов». Программные роботы; Выполняя задачу, сотрудники могут изучать и имитировать шаги и движения взаимодействия в программных системах, вводить приложения и программы, считывать и обрабатывать данные, анализировать и сообщать о результатах.
tr: Robotik Süreç Otomasyonu (RPA) nedir? Robotik Süreç Otomasyonu; yüksek hacimli, kural temelli, tekrarlanan ve insan katma değerine ihtiyaç duyulmayan operasyonel süreçlerin “yazılım robotları” ile otomatize edilmesidir. Yazılım Robotları; çalışanların, bir görevi yerine getirirken yazılım sistemleri üzerinde uyguladığı adımları ve etkileşim hareketlerini bire bir öğrenip taklit ederek uygulama ve programlara girebilir, veri okuyup işleyebilir, analiz edip sonucu raporlayabilirler.

source: While routine operations in existing applications and systems are working continuously and error-free, 24/7; saves time and transaction costs as well as employees have the opportunity to focus on value - added jobs and increase productivity.
ru: В то время как рутинные операции в существующих приложениях и системах работают непрерывно и безошибочно, 24/7; экономит время и транзакционные издержки, а также сотрудники имеют возможность сосредоточиться на работе с добавленной стоимостью и повысить производительность труда.
tr: Mevcut uygulama ve sistemlerdeki rutin işlemler, 7 gün 24 saat kesintisiz ve hatasız bir şekilde çalışırken; hem zaman ve işlem maliyetlerinde tasarruf sağlanır hem de çalışanlar katma değerli işlere odaklanma imkânı bulur ve verimlilik artar.

source: With our software, pulling patient images from paper files is a thing of the past. Now all images can be retrieved and viewed through a computer workstation safely and securely anytime. You can even view images via the internet through your handheld or tablet device. Share images among attending or referring physicians or any parties concerned with the care of the patient with the click of a button.
ru: С нашим программным обеспечением получение изображений пациентов из бумажных файлов уходит в прошлое. Теперь все изображения могут быть извлечены и просмотрены через компьютерную рабочую станцию безопасно и надежно в любое время. Вы даже можете просматривать изображения через Интернет через свое портативное или планшетное устройство. Одним нажатием кнопки делитесь изображениями между лечащими или направляющими врачами или любыми лицами, связанными с уходом за пациентом.
tr: Yazılımımızla hasta görüntülerini kağıt dosyalardan çekmek geçmişte kaldı. Artık tüm görüntüler bir bilgisayar ya da iş istasyonunda her zaman güvenli bir şekilde alınabilir ve izlenebilir. İnternet üzerinden elde taşınır cihazınız veya tablet bilgisayarınız aracılığıyla da görüntüleri izleyebilirsiniz. Tek bir tıklamayla görüntüleri katılan veya yönlendiren doktorlar veya hastanın bakımı ile ilgili herhangi bir taraf arasında paylaşın.

source: With Robotic Process Automation;
ru: С автоматизированным процессом автоматизации;
tr: Robotik Proses Otomasyonu ile;

source: Workforce/Employee Management
ru: Управление персоналом / сотрудниками
tr: İşgücü / Çalışan Yönetimi

source: Monitoring Tests
tr: Testlerin İzlenmesi
